{
  "data": [
    {
      "description": "Yo mama is so fat when she went to the movies she sat next to everyone"
    },
    {
      "description": "Yo mama is so ugly that not even goldfish crackers smile back"
    },
    {
      "description": "Yo mama is so poor that when I saw her kicking a can down the street, I asked her what she was doing, she said \"Moving\""
    },
    {
      "description": "Yo mama is so stupid that when your dad said it was chilly outside, she ran out the door with a spoon"
    },
    {
      "description": "Yo mama is so dirty that she makes mud look clean"
    },
    {
      "description": "Yo mama is so fat that when she jumps up in the air she gets stuck!!!"
    },
    {
      "description": "Yo mama is so ugly that Bob the Builder looked at her and said \"I CAN'T FIX THAT!\""
    },
    {
      "description": "Yo mama is so poor that when I ring the doorbell I hear the toilet flush!"
    },
    {
      "description": "Yo mama is so stupid that when she went for a blood test, she asked for time to study"
    },
    {
      "description": "Yo mama is so dirty that you can't tell where the dirt stops and she begins"
    },
    {
      "description": "Yo mama is so fat that she lay on the beach and people run around yelling Free Willy"
    },
    {
      "description": "Yo mama is so ugly that when she joined an ugly contest, they said \"Sorry, no professionals\""
    },
    {
      "description": "Yo mama is so poor that your family ate cereal with a fork to save milk"
    },
    {
      "description": "Yo mama is so stupid that you have to dig for her IQ!"
    },
    {
      "description": "Yo mama is so dirty that she loses weight in the shower"
    },
    {
      "description": "Yo mama is so fat that she goes to a restaurant, looks at the menu and says \"okay!\""
    },
    {
      "description": "Yo mama is so ugly that instead of putting the bungee cord around her ankle, they put it around her neck"
    },
    {
      "description": "Yo mama is so poor that when I asked her if I could use the bathroom and she said \"Just pick a corner\""
    },
    {
      "description": "Yo mama is so stupid that she sold her car for gas money!"
    },
    {
      "description": "Yo mama is so dirty that the US Government uses her bath water as a chemical weapon"
    },
    {
      "description": "Yo mama is so fat that people jog around her for exercise"
    },
    {
      "description": "Yo mama is so ugly that she gets 364 extra days to dress up for Halloween"
    },
    {
      "description": "Yo mama is so poor that when she goes to KFC, she has to lick other people's fingers!"
    },
    {
      "description": "Yo mama is so stupid that she bought a video camera to record cable tv shows at home"
    },
    {
      "description": "Yo mama is so dirty that when she tried to take a bath, the water jumped out and said \"I'll wait\""
    },
    {
      "description": "Yo mama is so fat that when she wears a yellow raincoat, people said \"Taxi!\""
    },
    {
      "description": "Yo mama is so ugly that when she walks into a bank, they turn off the surveillance cameras"
    },
    {
      "description": "Yo mama is so poor that I saw her running after a garbage truck with a shopping list"
    },
    {
      "description": "Yo mama is so stupid that when she read on her job application to not write below the dotted line she put \"OK\""
    },
    {
      "description": "Yo mama is so nasty that she brings crabs to the beach"
    },
    {
      "description": "Yo mama is so fat that she had to go to Sea World to get baptized"
    },
    {
      "description": "Yo mama is so ugly that her mom had to be drunk to breast feed her"
    },
    {
      "description": "Yo mama is so poor that she has to take the trash IN"
    },
    {
      "description": "Yo mama is so stupid that she thought Grape Nuts was an STD"
    },
    {
      "description": "Yo mama is so nasty that the fishery pays her to stay away"
    },
    {
      "description": "Yo mama is so fat that she put on her lipstick with a paint-roller"
    },
    {
      "description": "Yo mama is so ugly that the government moved Halloween to her birthday"
    },
    {
      "description": "Yo mama is so poor that her front and back doors are on the same hinge"
    },
    {
      "description": "Yo mama is so stupid that she spent twenty minutes lookin' at an orange juice box because it said \"concentrate\""
    },
    {
      "description": "Yo mama is so nasty that a skunk smelled her ass and passed out"
    },
    {
      "description": "Yo mama is so fat that when she bungee jumps, she brings down the bridge too"
    },
    {
      "description": "Yo mama is so ugly that they pay her to put her clothes on in strip joints"
    },
    {
      "description": "Yo mama is so poor that I saw her wrestling a squirrel for a peanut"
    },
    {
      "description": "Yo mama is so stupid that she put a phone up her ass and thought she was making a booty call"
    },
    {
      "description": "Yo mama is so nasty that I chatted with her on MSN and she gave me a virus"
    },
    {
      "description": "Yo mama is so fat that when she gets on the scale it says to be continued"
    },
    {
      "description": "Yo mama is so ugly that they put her in dough and made monster cookies!"
    },
    {
      "description": "Yo mama is so poor that I walked into her house, asked to use the bathroom, and she said \"3rd bucket to your right\""
    },
    {
      "description": "Yo mama is so stupid that she thinks Tiger Woods is a forest in India"
    },
    {
      "description": "Yo mama is so nasty that her tits leak sour milk"
    },
    {
      "description": "Yo mama is so fat that when she gets on the scale it says we don't do livestock"
    },
    {
      "description": "Yo mama is so ugly that when she tried to take a bath the water jumped out!"
    },
    {
      "description": "Yo mama is so poor that your TV got 2 channels: ON and OFF"
    },
    {
      "description": "Yo mama is so stupid that she climbed over a glass wall to see what was behind it"
    },
    {
      "description": "Yo mama is so nasty that when she bit the dog and gave it rabies"
    },
    {
      "description": "Yo mama is so fat that her neck looks like a pair of hot dogs!"
    },
    {
      "description": "Yo mama is so ugly that she looks out the window and gets arrested!"
    },
    {
      "description": "Yo mama is so poor that she washes paper plates"
    },
    {
      "description": "Yo mama is so stupid that she failed a survey"
    },
    {
      "description": "Yo mama is so nasty that she has more crabs then Red Lobster"
    },
    {
      "description": "Yo mama is so fat she's got her own area code!"
    },
    {
      "description": "Yo mama is so ugly that for Halloween she trick or treats on the phone!"
    },
    {
      "description": "Yo mama is so poor that her idea of a fortune cookie is a tortilla with a food stamp in it"
    },
    {
      "description": "Yo mama is so nasty that I when I talked to her on the phone, she gave me an ear infection"
    },
    {
      "description": "Yo mama is so nasty that her shit is glad to escape"
    },
    {
      "description": "Yo mama is so fat that God couldn't light Earth until she moved!"
    },
    {
      "description": "Yo mama is so ugly that she turned Medusa to stone!"
    },
    {
      "description": "Yo mama is so poor that she married young just to get the rice!"
    },
    {
      "description": "Yo mama is so stupid that she stopped at a stop sign and waited for it to say go"
    },
    {
      "description": "Yo mama is so nasty that when you were being delivered, the doctor was wearing the oxygen mask"
    },
    {
      "description": "Yo mama is so fat that NASA has to orbit a satellite around her!"
    },
    {
      "description": "Yo mama is so ugly that I told her to take out the trash and she moved out of my house"
    },
    {
      "description": "Yo mama is so poor that when I saw her rolling some trash cans around in an alley, I asked her what she was doing, she said \"Remodeling\""
    },
    {
      "description": "Yo mama is so stupid that she went to the aquarium to buy a Blu-Ray"
    },
    {
      "description": "Yo mama is so nasty that even dogs won't sniff her crotch"
    },
    {
      "description": "Yo mama is so fat that even Bill Gates couldn't pay for her liposuction!"
    },
    {
      "description": "Yo mama is so ugly that even Hello Kitty said goodbye"
    },
    {
      "description": "Yo mama is so poor that I threw a rock at a trash can and she popped out and said \"Who knocked?\""
    },
    {
      "description": "Yo mama is so stupid that she tried to commit suicide by jumping out of the basement window"
    },
    {
      "description": "Yo mama is so nasty that the only dis I want to give her is a disinfectant"
    },
    {
      "description": "Yo mama is so fat that her legs is like spoiled milk - white & chunky!"
    },
    {
      "description": "Yo mama is so fat and ugly that when she play Mortal Kombat, Scorpion said \"Stay over there\""
    },
    {
      "description": "Yo mama is so poor that when I asked what was for dinner, she pulled her shoelaces off and said \"Spaghetti\""
    },
    {
      "description": "Yo mama is so stupid that I saw her jumping up and down, asked what she was doing, and she said she drank a bottle of medicine and forgot to shake it"
    },
    {
      "description": "Yo mama is so nasty that her crabs use her tampon string as a bungee cord"
    },
    {
      "description": "Yo mama is so fat that I had to take a train and two buses just to get on the her good side!"
    },
    {
      "description": "Yo mama is so ugly that she's the reason why Sonic the Hedgehog runs"
    },
    {
      "description": "Yo mama is so poor that after I pissed in your yard, she thanked me for watering the lawn"
    },
    {
      "description": "Yo mama is so stupid that she got locked out of a convertible car with the top down"
    },
    {
      "description": "Yo mama's teeth are so yellow that traffic slows down when she smiles!"
    },
    {
      "description": "Yo mama is so fat that she wakes up in sections!"
    },
    {
      "description": "Yo mama is so ugly that when there was a fire, the fireman carried her out, looked at her, and put her back in"
    },
    {
      "description": "Yo mama is so poor that she got in an elevator and thought it was a mobile home"
    },
    {
      "description": "Yo mama is so stupid that she got locked in a Furniture store and slept on the floor"
    },
    {
      "description": "Yo mama's teeth are so yellow that she spits butter!"
    },
    {
      "description": "Yo mama is so fat that when she lies on the beach no one else gets sun!"
    },
    {
      "description": "Yo mama is so ugly that even Ripley wont believe it"
    },
    {
      "description": "Yo mama is so poor that when I saw her in the park digging up plants, she said she was \"getting groceries\""
    },
    {
      "description": "Yo mama is so stupid that she uses Old Spice for cooking"
    },
    {
      "description": "Yo mama is so greasy that she uses bacon as a band-aid!"
    },
    {
      "description": "Yo mama is so fat that when she bungee jumps she goes straight to hell!"
    },
    {
      "description": "Yo mama is so ugly that even the trash man wouldn't pick her up"
    },
    {
      "description": "Yo mama is so poor that she hangs the Toilet paper out to dry"
    },
    {
      "description": "Yo mama is so stupid that she threw a rock to the ground and missed"
    },
    {
      "description": "Yo mama is so greasy that if Crisco had a football team, she'd be the mascot"
    },
    {
      "description": "Yo mama is so fat that she's on both sides of the family!"
    },
    {
      "description": "Yo mama is so ugly that I put pictures of her on my car to prevent my radio from getting stolen"
    },
    {
      "description": "Yo mama is so poor that when I went to the park and stepped on a lit cigarette and she said \"Who turned off the heat?\""
    },
    {
      "description": "Yo mama is so stupid that she went to the store to buy a color TV and asked what colors they had"
    },
    {
      "description": "Yo mama is so dirty that she went swimming and made the Dead Sea"
    },
    {
      "description": "Yo mama is so fat that she fell and made the Grand Canyon!"
    },
    {
      "description": "Yo mama is so ugly that she scared the shit out of the toilet"
    },
    {
      "description": "Yo mama is so poor that when I came over for dinner and saw 3 beans on the table, I took one and she said \"Don't be greedy\""
    },
    {
      "description": "Yo mama is so stupid that when she took an IQ test, the results came out negative"
    },
    {
      "description": "Yo mama is like a hockey player, she only showers after three periods"
    },
    {
      "description": "Yo mama is so fat that even her clothes have stretch marks!"
    },
    {
      "description": "Yo mama is so ugly that Slenderman ran away from her"
    },
    {
      "description": "Yo mama is so poor that she has to wear her McDonald's uniform to church"
    },
    {
      "description": "Yo mama is so stupid that she tries to email people by putting envelopes into her computer's disk drive"
    },
    {
      "description": "Yo mama is so dirty that even a car wash can't clean her"
    },
    {
      "description": "Yo mama is so fat that they have to grease the bath tub to get her out!"
    },
    {
      "description": "Yo mama is so ugly that your dad drinks at a bar and looks at her picture till she looks good before he goes home"
    },
    {
      "description": "Yo mama is so poor that when I went through her front door and ended up in the back yard"
    },
    {
      "description": "Yo mama is so stupid that she thought Moby Dick was a sexually transmitted disease"
    },
    {
      "description": "Yo mama is so dirty that when she walk down the street poor people offer her soap"
    },
    {
      "description": "Yo mama is so fat that she don't need the internet she's already world wide"
    },
    {
      "description": "Yo mama is so ugly that bullets refuse to kill her"
    },
    {
      "description": "Yo mama is so poor that she waves around a popsicle stick and calls it air conditioning"
    },
    {
      "description": "Yo mama is so stupid that she took a spoon to the superbowl"
    },
    {
      "description": "Yo mama is so nasty that pours salt water down her pants to keep her crabs fresh"
    },
    {
      "description": "Yo mama is so fat that all she wanted for christmas is to see her feet"
    },
    {
      "description": "Yo mama is so ugly that when I took her to the zoo, they said thanks for bringing her back"
    },
    {
      "description": "Yo mama is so poor that she asks for free bread"
    },
    {
      "description": "Yo mama is so stupid that she got stabbed in a shoot out"
    },
    {
      "description": "Yo mama is so greasy that her freckles slipped off"
    },
    {
      "description": "Yo mama is so fat that she has two watches one for each time zone she's in"
    },
    {
      "description": "Yo mama is so ugly that she made dirt look like a super model"
    },
    {
      "description": "Yo mama is so poor that when I stepped in a puddle, her head popped out and said \"GET YOUR FOOT OUT OF MY BATHTUB!\""
    },
    {
      "description": "Yo mama is so stupid that she put a quarter in a parking meter and waited for a gumball to come out"
    },
    {
      "description": "Yo mama is so greasy that I buttered my popcorn with her leg hairs"
    },
    {
      "description": "Yo mama is so fat that even Dora couldn't explore her"
    },
    {
      "description": "Yo mama is so ugly that they feed her with a frisbee"
    },
    {
      "description": "Yo mama is so poor that when I came over for dinner and she read me recipes"
    },
    {
      "description": "Yo mama is so stupid that she thinks Taco Bell is a Mexican Phone Company"
    },
    {
      "description": "Yo mama's ass is so big that she has to use a reservoir for a toilet"
    },
    {
      "description": "Yo mama is so fat that her idea of dieting is deleting the cookies from the internet cache"
    },
    {
      "description": "Yo mama is so ugly that when she was born the doctor slapped everybody"
    },
    {
      "description": "Yo mama is so poor that she uses cheerios as earrings"
    },
    {
      "description": "Yo mama is so stupid that she ran outside with a purse because she heard there was change in the weather"
    },
    {
      "description": "Yo mama's butt is so big that it looks like 2 pigs fighting over milk duds"
    },
    {
      "description": "Yo mama is so fat that she went to a restaurant and got the group discount"
    },
    {
      "description": "Yo mama is so ugly that her face should be registered as a lethal weapon"
    },
    {
      "description": "Yo mama is so poor that she can't afford to pay attention!"
    },
    {
      "description": "Yo mama is so stupid that she wiped her ass before she took a shit"
    },
    {
      "description": "Yo mama is so nasty, that the military weaponized her farts as weapons"
    },
    {
      "description": "Yo mama is so fat that the only pictures you have of her are satellite pictures"
    },
    {
      "description": "Yo mama is so ugly that she had to put a pair of balls under her chin just to get a dog to lick her!"
    },
    {
      "description": "Yo mama is so poor that the bank repossessed her cardboard box"
    },
    {
      "description": "Yo mama is so stupid that I saw her in the frozen food section with a fishing rod"
    },
    {
      "description": "Yo mama is so nasty that the roaches in her house ask to be sprayed"
    },
    {
      "description": "Yo mama is so fat that she lays on the beach and greenpeace tried to push her back in the water"
    },
    {
      "description": "Yo mama is so ugly that she can't buy mirrors unless there is a bag over her head"
    },
    {
      "description": "Yo mama is so poor that she couldn't afford to apply for Medicare!"
    },
    {
      "description": "Yo mama is so stupid that she sold the house to pay the mortgage"
    },
    {
      "description": "Yo mama is so nasty that she farted and the dinosaurs came back to life"
    },
    {
      "description": "Yo mama is so fat that she curves space and time"
    },
    {
      "description": "Yo mama is so ugly that yo daddy's breath smells like shit cause he'd rather kiss her ass"
    },
    {
      "description": "Yo mama is so poor that the closest thing to a car she has is a low-rider shopping cart with a box on it"
    },
    {
      "description": "Yo mama is so stupid that on her job application where it says emergency contact she put 911"
    },
    {
      "description": "Yo mama is so nasty that when she pulls down her panties it sounds like Velcro"
    },
    {
      "description": "Yo mama is so fat that when she fell from her bed she fell from both sides"
    },
    {
      "description": "Yo mama is so ugly that the only person that wanted to sleep with her was a dog"
    },
    {
      "description": "Yo mama is so poor that her face is on the front of a food stamp"
    },
    {
      "description": "Yo mama is so stupid that she asked for a price check at the dollar store"
    },
    {
      "description": "Yo mama is so old that she farts dust"
    },
    {
      "description": "Yo mama is so fat that she wears neck deodorant"
    },
    {
      "description": "Yo mama is so ugly that she made Yoda talk straight"
    },
    {
      "description": "Yo mama is so poor that I stepped on her skateboard and she said \"Hey, get off the car!\""
    },
    {
      "description": "Yo mama is so stupid that she thinks a stereotype is the brand on her clock-radio"
    },
    {
      "description": "Yo mama is so hairy that she shaves with a weedwacker"
    },
    {
      "description": "Yo mama is so fat that the army stole her underwear to use as parachutes"
    },
    {
      "description": "Yo mama is so ugly that her pillow cries at night"
    },
    {
      "description": "Yo mama is so poor that she watches TV on an Etch-A-Sketch"
    },
    {
      "description": "Yo mama is so stupid that she thinks sexual battery is something in a dildo"
    },
    {
      "description": "Yo mama is so hairy that when she moans she sounds like Chewbacca"
    },
    {
      "description": "Yo mama is so fat that she can't fit in this joke"
    },
    {
      "description": "Yo mama is so ugly that she looked in the mirror and the glass cracked"
    },
    {
      "description": "Yo mama is so poor that burglars break in and leave money"
    },
    {
      "description": "Yo mama is so stupid that the first time she used a vibrator, she cracked her two front teeth"
    },
    {
      "description": "Yo mama is so fat that she masturbates to the food channel"
    },
    {
      "description": "Yo mama is so fat that she can hear bacon cooking in Canada"
    },
    {
      "description": "Yo mama is so ugly that she makes blind kids cry!"
    },
    {
      "description": "Yo mama is so poor that when I went over to her house for dinner and grabbed a paper plate, she said \"Don't use the good china!\""
    },
    {
      "description": "Yo mama is so stupid that she sent me a fax with a stamp on it"
    },
    {
      "description": "Yo mama is so skinny that she turned sideways and disappeared"
    },
    {
      "description": "Yo mama is so fat that her cereal bowl comes with a life guard"
    },
    {
      "description": "Yo mama is so ugly that she has to apply her makeup with a chainsaw"
    },
    {
      "description": "Yo mama is so poor that when yo family watches TV, they go to Sears"
    },
    {
      "description": "Yo mama is so stupid that she tried to drown a fish"
    },
    {
      "description": "Yo mama is so greasy that she uses pam as hairspray"
    },
    {
      "description": "Yo mama is so that bald you can see what is on her mind"
    },
    {
      "description": "Yo mama is so bald that when she goes to bed, her head slips off the pillow"
    },
    {
      "description": "Yo mama is so bald that I could polish her head and take her bowling"
    },
    {
      "description": "Yo mama is so bald that you can play Air Hockey on her head"
    },
    {
      "description": "Yo mama is so bald that when she puts on a turtle neck she looks like a busted condom"
    },
    {
      "description": "Yo mama is so stupid that she got locked in an Albertson's and staved"
    },
    {
      "description": "Yo mama is so stupid that she died in a flight simulator"
    },
    {
      "description": "Yo mama is so stupid that when her TV was robbed she chased the robber saying they forgot the remote"
    },
    {
      "description": "Yo mama is so fat that she doesn't fit in a shower, so they have to powerwash her down"
    },
    {
      "description": "Yo mama is so stupid that she bought a solar powered flash light"
    },
    {
      "description": "Yo mama is so stupid that she bought curtains for her computer just because it uses Windows"
    },
    {
      "description": "Yo mama is so stupid that she couldn't see the forest cause \"the trees were blocking it\""
    },
    {
      "description": "Yo mama is so stupid that she cut holes in her umbrella to see if it was raining!"
    },
    {
      "description": "Yo mama is so stupid that she sat on the TV and watched the couch"
    },
    {
      "description": "Yo mama is so stupid that she stared at an orange juice carton for 2 hours because it said concentrate"
    },
    {
      "description": "Yo mama is so stupid that after searching for her wedding ring for three days, she realized she was divorced"
    },
    {
      "description": "Yo mama is so stupid that she tripped over a WIRELESS network!"
    },
    {
      "description": "Yo mama is so stupid that she studied for a blood test and failed"
    },
    {
      "description": "Yo mama is so stupid that she tried to put M&M's in alphabetical order"
    },
    {
      "description": "Yo mama is so stupid that at the bottom of the application where it says \"sign here\"... she put \"Sagittarius\""
    },
    {
      "description": "Yo mama is so stupid that she stole free bread"
    },
    {
      "description": "Yo mama is so stupid that she took a ruler to bed to see how long she slept"
    },
    {
      "description": "Yo mama is so stupid that it took her 2 hours to watch 60 minutes"
    }
  ]
}
