{
  "data": [
    {
      "category": "cheesy/corny",
      "joke": "Even if there wasn’t any gravity on earth, I would still fall for you!"
    },
    {
      "category": "cheesy/corny",
      "joke": "I’m no photographer, but I can picture us together."
    },
    {
      "category": "cheesy/corny",
      "joke": "Do you have a sunburn, or are you always this hot?"
    },
    {
      "category": "cheesy/corny",
      "joke": "My love for you is like dividing by zero– it cannot be defined."
    },
    {
      "category": "cheesy/corny",
      "joke": "Let me tie your shoes, cause I dont want you falling for anyone else."
    },
    {
      "category": "cheesy/corny",
      "joke": "Most people like to watch the Olympics, because they only happen once every 4 years, but I’d rather talk to you cause the chance of meeting someone so special only happens once in a lifetime."
    },
    {
      "category": "cheesy/corny",
      "joke": "If a thousand painters worked for a thousand years, they could not create a work of art as beautiful as you."
    },
    {
      "category": "cheesy/corny",
      "joke": "Life without you would be like a broken pencil… pointless."
    },
    {
      "category": "cheesy/corny",
      "joke": "My buddies bet me that I wouldn’t be able to start a conversation with the most beautiful girl in the bar. Wanna buy some drinks with their money?"
    },
    {
      "category": "cheesy/corny",
      "joke": "I have to show you the prettiest girl I’ve ever seen. (show phone with frontcam)"
    },
    {
      "category": "cheesy/corny",
      "joke": "If I were a stop light, I’d turn red everytime you passed by, just so I could stare at you a bit longer."
    },
    {
      "category": "cheesy/corny",
      "joke": "Was your father a thief? ‘Cause someone stole the stars from the sky and put them in your eyes."
    },
    {
      "category": "cheesy/corny",
      "joke": "If you were a triangle you’d be acute one."
    },
    {
      "category": "cheesy/corny",
      "joke": "I sneezed because God blessed me with you."
    },
    {
      "category": "cheesy/corny",
      "joke": "I hope you know CPR, because you take my breath away!"
    },
    {
      "category": "cheesy/corny",
      "joke": "If nothing lasts forever, will you be my nothing?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Me without you is like a nerd without braces, A shoe without laces, aSentenceWithoutSpaces."
    },
    {
      "category": "cheesy/corny",
      "joke": "If you stood in front of a mirror and help up 11 roses, you would see 12 of the most beautiful things in the world."
    },
    {
      "category": "cheesy/corny",
      "joke": "How is your fever? [What fever?] Oh… you just look hot to me."
    },
    {
      "category": "cheesy/corny",
      "joke": "See these keys? I wish I had the one to your heart."
    },
    {
      "category": "cheesy/corny",
      "joke": "I must be dancing with the devil, because you’re hot as hell."
    },
    {
      "category": "cheesy/corny",
      "joke": "There is something wrong with my cell phone. It doesn’t have your number in it."
    },
    {
      "category": "cheesy/corny",
      "joke": "I never need to see the sun again because your eyes light up my world."
    },
    {
      "category": "cheesy/corny",
      "joke": "Can I have your picture so I can show Santa what I want for Christmas?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Let’s commit the perfect crime: I’ll steal you’re heart, and you’ll steal mine."
    },
    {
      "category": "cheesy/corny",
      "joke": "Stop, drop, and roll, baby. You are on fire."
    },
    {
      "category": "cheesy/corny",
      "joke": "What time do you have to be back in heaven?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Hey, I didnt know angels flew so low."
    },
    {
      "category": "cheesy/corny",
      "joke": "You must be a hell of a thief because you stole my heart from across the room."
    },
    {
      "category": "cheesy/corny",
      "joke": "I don’t know which is prettier today, the water, the sky or your eyes."
    },
    {
      "category": "cheesy/corny",
      "joke": "What are you doing for the rest of your life? Because I want to spend it with you."
    },
    {
      "category": "cheesy/corny",
      "joke": "You must be Jelly, cause jam don’t shake like that."
    },
    {
      "category": "cheesy/corny",
      "joke": "When God made you, he was showing off."
    },
    {
      "category": "cheesy/corny",
      "joke": "If you were a chicken, you’d be impeccable."
    },
    {
      "category": "cheesy/corny",
      "joke": "No wonder the sky is grey today, all the blue is in your eyes."
    },
    {
      "category": "cheesy/corny",
      "joke": "Can you take me to the bakery? Because, I want a Cutiepie like you!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Your lips look so lonely…Would they like to meet mine?"
    },
    {
      "category": "cheesy/corny",
      "joke": "I think there’s something wrong with my eyes because I can’t take them off you."
    },
    {
      "category": "cheesy/corny",
      "joke": "Hi, I’m writing a term paper on the finer things in life, and I was wondering if I could interview you?"
    },
    {
      "category": "cheesy/corny",
      "joke": "There must be something wrong with my eyes, I can’t take them off you."
    },
    {
      "category": "cheesy/corny",
      "joke": "You know, Dr. Phil says I’m afraid of commitment…Want to help prove him wrong?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Are you a kidnapper? Because you just abducted my heart."
    },
    {
      "category": "cheesy/corny",
      "joke": "Was that an earthquake or did you just rock my world?"
    },
    {
      "category": "cheesy/corny",
      "joke": "I wasnt sure if you were a beautiful angel or a sexy devil, but now that I’m close I see heaven in your eyes."
    },
    {
      "category": "cheesy/corny",
      "joke": "Babe, your beauty makes the morning sun look like the dull glimmer of the moon."
    },
    {
      "category": "cheesy/corny",
      "joke": "If God made anything more beautiful than you, I’m sure he’d keep it for himself."
    },
    {
      "category": "cheesy/corny",
      "joke": "I was wondering if you had an extra heart mine seems to have been stolen"
    },
    {
      "category": "cheesy/corny",
      "joke": "Your eyes are blue, like the ocean. And baby, I’m lost at sea."
    },
    {
      "category": "cheesy/corny",
      "joke": "Most people call me (your name), but you can call me tomorrow!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Are you lost ma’am? Because heaven is a long way from here."
    },
    {
      "category": "cheesy/corny",
      "joke": "Hershey’s makes millions of kisses a day.. .all I’m asking for is one from you."
    },
    {
      "category": "cheesy/corny",
      "joke": "Is your name Summer? ‘Cause you are as hot as hell."
    },
    {
      "category": "cheesy/corny",
      "joke": "The drink: $6. The room: $100. The night with you?: Priceless."
    },
    {
      "category": "cheesy/corny",
      "joke": "Are you Cinderella? Cause’ I see that dress coming off at midnight!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Baby, if you were words on a page, you’d be what they call FINE PRINT!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Were you in Boy Scouts? Because you sure have tied my heart in a knot."
    },
    {
      "category": "cheesy/corny",
      "joke": "Did you have lucky charms for breakfast? Because you look magically delicious!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Hey, don’t I know you? Yeah, you’re the girl with the beautiful smile."
    },
    {
      "category": "cheesy/corny",
      "joke": "My name is [your here] but you can call me tonight!"
    },
    {
      "category": "cheesy/corny",
      "joke": "I wish I was cross-eyed, so I could see you twice."
    },
    {
      "category": "cheesy/corny",
      "joke": "If you were a steak you would be well done."
    },
    {
      "category": "cheesy/corny",
      "joke": "I’m Mr. Right, someone said you were looking for me?"
    },
    {
      "category": "cheesy/corny",
      "joke": "You don’t need keys to drive me crazy."
    },
    {
      "category": "cheesy/corny",
      "joke": "How was heaven when you left it?"
    },
    {
      "category": "cheesy/corny",
      "joke": "It’s dark in here. Wait! It’s because all of the light is shining on you."
    },
    {
      "category": "cheesy/corny",
      "joke": "I’ll be Burger King and you be McDonald’s. I’ll have it my way, and you’ll be lovin’ it."
    },
    {
      "category": "cheesy/corny",
      "joke": "Help! I’ve fallen for you and I can’t get up!"
    },
    {
      "category": "cheesy/corny",
      "joke": "They say a girls best friend are her legs. But even the best of friends sometimes have to part."
    },
    {
      "category": "cheesy/corny",
      "joke": "If beauty were time, you’d be eternity."
    },
    {
      "category": "cheesy/corny",
      "joke": "Is there a rainbow today? I just found the treasure I’ve been searching for!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Are you a magician? Because whenever I look at you everyone else disappears."
    },
    {
      "category": "cheesy/corny",
      "joke": "If you were a tear drop, I would never cry for the fear of losing you."
    },
    {
      "category": "cheesy/corny",
      "joke": "Is your dad a jewel thief? because you’re a real jem."
    },
    {
      "category": "cheesy/corny",
      "joke": "Is your dad an art thief? Because you’re a masterpiece."
    },
    {
      "category": "cheesy/corny",
      "joke": "Mmmm, you bring new meaning to the word “edible”."
    },
    {
      "category": "cheesy/corny",
      "joke": "If I had a rose for everytime I thought of you, I’d be walking through my garden forever."
    },
    {
      "category": "cheesy/corny",
      "joke": "Do you like soda? Because I’d mount-and-do you. (Mountain Dew)"
    },
    {
      "category": "cheesy/corny",
      "joke": "My name’s [your name]. Just so you know what to scream."
    },
    {
      "category": "cheesy/corny",
      "joke": "Is it hot in here or is it just you?"
    },
    {
      "category": "cheesy/corny",
      "joke": "I may not be a genie, but I can make your dreams come true."
    },
    {
      "category": "cheesy/corny",
      "joke": "I don’t have a library card, but do you mind if I check you out?"
    },
    {
      "category": "cheesy/corny",
      "joke": "It’s not my fault that I fell for you, you tripped me!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Looks like you dropped something , My jaw!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Please call an ambulance, your beauty is killing me!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Those are nice jeans, do you think I could get in them?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Ouch! My tooth hurts! [Why?] Because you are soooo sweet!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Sorry, I can’t hold on… I’ve already fallen for you."
    },
    {
      "category": "cheesy/corny",
      "joke": "Baby, you’re so sweet, you put Hershey’s outta business."
    },
    {
      "category": "cheesy/corny",
      "joke": "Excuse me, if I go straight this way, will I be able to reach your heart?"
    },
    {
      "category": "cheesy/corny",
      "joke": "If I could rearrange the alphabet, I would put ‘U’ and ‘I’ together."
    },
    {
      "category": "cheesy/corny",
      "joke": "You dropped something! What? (Point at the ground) Your standards."
    },
    {
      "category": "cheesy/corny",
      "joke": "If you were a burger at McDonald’s you’d be the McGorgeous."
    },
    {
      "category": "cheesy/corny",
      "joke": "Do you remember me? [No.] Oh that’s right, we’ve only met in my dreams."
    },
    {
      "category": "cheesy/corny",
      "joke": "My love for you is like dividing by zero. It’s undefinable."
    },
    {
      "category": "cheesy/corny",
      "joke": "Would you grab my arm so I can tell my friends I’ve been touched by an angel?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Somebody better call God, cuz heaven’s missing an angel!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Pinch me. [Why?] You’re so fine I must be dreaming."
    },
    {
      "category": "cheesy/corny",
      "joke": "I may not be a genie, but I can make all your wishes come true!"
    },
    {
      "category": "cheesy/corny",
      "joke": "I’m not drunk, I’m just intoxicated by you."
    },
    {
      "category": "cheesy/corny",
      "joke": "Your ass is so nice that it is a shame that you have to sit on it."
    },
    {
      "category": "cheesy/corny",
      "joke": "Was your father a mechanic? Then how did you get such a finely tuned body?"
    },
    {
      "category": "cheesy/corny",
      "joke": "If you were ground coffee, you’d be Espresso cause you’re so fine."
    },
    {
      "category": "cheesy/corny",
      "joke": "Is there an airport nearby or is that my heart taking off?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Do you know karate? Because your body is really kickin’."
    },
    {
      "category": "cheesy/corny",
      "joke": "Someone should call the police, because you just stole my heart!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Are you sure you’re not an alien because you’ve just abducted my heart!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Was your dad king for a day? He must have been to make a princess like you."
    },
    {
      "category": "cheesy/corny",
      "joke": "Girl, if I were a fly, I’d be all over you, because you’re the shit!"
    },
    {
      "category": "cheesy/corny",
      "joke": "That dress looks great on you"
    },
    {
      "category": "cheesy/corny",
      "joke": "Baby, every time i see you, my cardiovascular system gets all worked up."
    },
    {
      "category": "cheesy/corny",
      "joke": "Like Motel 6, I’ll leave the light on for you."
    },
    {
      "category": "cheesy/corny",
      "joke": "My lenses turn dark in the sunshine of your love."
    },
    {
      "category": "cheesy/corny",
      "joke": "(Take a photo of her) I want to show my mom what my next girlfriend looks like"
    },
    {
      "category": "cheesy/corny",
      "joke": "I saw you girls from over there and just want to let you know that I’m taken."
    },
    {
      "category": "cheesy/corny",
      "joke": "If I was a stoplight, everytime you came by I’d turn red, just to stare at you longer."
    },
    {
      "category": "cheesy/corny",
      "joke": "Let’s make like a fabric softener and ‘Snuggle"
    },
    {
      "category": "cheesy/corny",
      "joke": "My attraction to you is an inversed square law."
    },
    {
      "category": "cheesy/corny",
      "joke": "My bedroom has a very interesting ceiling."
    },
    {
      "category": "cheesy/corny",
      "joke": "Are you busy tonight at 3:00 A.M.?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Where do you hide your wings?"
    },
    {
      "category": "cheesy/corny",
      "joke": "So, I see you eat with utensils. Well, I’ve got one that I’m just dying to put in your drawers."
    },
    {
      "category": "cheesy/corny",
      "joke": "Are those diamonds real? [YES] I was talking about the ones in your eyes."
    },
    {
      "category": "cheesy/corny",
      "joke": "I’ve got an alarm clock that makes the best sound in the morning. Would you like to come and hear it?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Were do you hide your wings?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Give me a bottle of wine and ill make you mine."
    },
    {
      "category": "cheesy/corny",
      "joke": "Say, that’s a nice dress, can I talk you out of it?"
    },
    {
      "category": "cheesy/corny",
      "joke": "There are a lot of fish in the sea, but you’re the only one I’d like to mount."
    },
    {
      "category": "cheesy/corny",
      "joke": "I must be lost"
    },
    {
      "category": "cheesy/corny",
      "joke": "Are you a Hurricane [name]? Cause you’re blowing me away."
    },
    {
      "category": "cheesy/corny",
      "joke": "You know, sweetie, my lips won’t just kiss themselves…"
    },
    {
      "category": "cheesy/corny",
      "joke": "You wanna know what’s big? (Pause) My house you weirdo!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Are you an interior decorator? ‘Cause when I saw you, the room became beautiful."
    },
    {
      "category": "cheesy/corny",
      "joke": "Hello. Cupid called. He says to tell you that he needs my heart back."
    },
    {
      "category": "cheesy/corny",
      "joke": "Was your Dad a baker? Because you’ve got a nice set of buns."
    },
    {
      "category": "cheesy/corny",
      "joke": "I must be a snowflake, because I’ve fallen for you."
    },
    {
      "category": "cheesy/corny",
      "joke": "I must be in heaven because I’m looking at an angel!"
    },
    {
      "category": "cheesy/corny",
      "joke": "If kisses were snowflakes, I"
    },
    {
      "category": "cheesy/corny",
      "joke": "My love for you is like the energizer bunny, it keeps going and going…."
    },
    {
      "category": "cheesy/corny",
      "joke": "I just wanted to show this rose how incredibly beautiful you are!"
    },
    {
      "category": "cheesy/corny",
      "joke": "I know milk does a body good, but baby, how much have you been drinking?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Hello, I’m a thief, and I’m here to steal your heart."
    },
    {
      "category": "cheesy/corny",
      "joke": "Is your last name Gillette? Because you are the best a man can get."
    },
    {
      "category": "cheesy/corny",
      "joke": "Most guys need 3 meals a day to keep going… I just need eye contact from you."
    },
    {
      "category": "cheesy/corny",
      "joke": "Was your dad a farmer? Cause you sure have great melons."
    },
    {
      "category": "cheesy/corny",
      "joke": "It’s not the size of the boat. It’s the motion of the ocean."
    },
    {
      "category": "cheesy/corny",
      "joke": "Hello how are you? [Fine] Hey, I didn’t ask you how you looked!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Do you like blueberries or strawberries, ’cause I want to know what kind of pancakes to order in the morning."
    },
    {
      "category": "cheesy/corny",
      "joke": "I’m hung like a tic tac. Wanna freshen your breath?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Was you father an alien? Because there’s nothing else like you on Earth!"
    },
    {
      "category": "cheesy/corny",
      "joke": "(She asks you the time) Its two flirty and the date’s with you and me."
    },
    {
      "category": "cheesy/corny",
      "joke": "Oh no, I’m choking! I need mouth to mouth, quick!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Girls are sexy, guys are fine I’ll be your six if you’ll be my nine!"
    },
    {
      "category": "cheesy/corny",
      "joke": "I want to write a poem on your body with my lips"
    },
    {
      "category": "cheesy/corny",
      "joke": "Oh, yeah, [band name] is really great. . . I have all their rare stuff. You can come over to my place and tape it all if you want."
    },
    {
      "category": "cheesy/corny",
      "joke": "Someone vacuum my lap, I think this girl needs a clean place to sit."
    },
    {
      "category": "cheesy/corny",
      "joke": "If you were a booger I would pick you first."
    },
    {
      "category": "cheesy/corny",
      "joke": "Nice to meet you, I’m (your name) and you are…gorgeous!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Let’s play hockey. I”ll be the net, and you can score."
    },
    {
      "category": "cheesy/corny",
      "joke": "Hey how many boyfriends have you had? (Like 10 I Think) Could I Make That 11?"
    },
    {
      "category": "cheesy/corny",
      "joke": "For a moment I thought I had died and gone to heaven. Now I see that I am very much alive, and heaven has been brought to me."
    },
    {
      "category": "cheesy/corny",
      "joke": "Is that a ladder in your stockings or the stairway to heaven?"
    },
    {
      "category": "cheesy/corny",
      "joke": "If you were a sea i would swim in you forever."
    },
    {
      "category": "cheesy/corny",
      "joke": "Hey, is it just me, or are we destined to be married?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Damn girl, I thought diamonds were pretty until I laid my eyes on you!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Are you from Ireland? ‘Cuz my dick’s-a-Dublin!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Is it hot in here, or are your boobs just huge."
    },
    {
      "category": "cheesy/corny",
      "joke": "I wanna live in your socks so I can be with you every step of the way."
    },
    {
      "category": "cheesy/corny",
      "joke": "I could use some spare change and you’re a dime."
    },
    {
      "category": "cheesy/corny",
      "joke": "So there you are! I’ve been looking all over for YOU, the woman of my dreams!"
    },
    {
      "category": "cheesy/corny",
      "joke": "It’s a new world order. Have your way with me."
    },
    {
      "category": "cheesy/corny",
      "joke": "“I have a boyfriend” – Well you look like the kind of girl who could use two"
    },
    {
      "category": "cheesy/corny",
      "joke": "A life without you, would be like a computer without an OS."
    },
    {
      "category": "cheesy/corny",
      "joke": "I don’t know you, but I think I love you already."
    },
    {
      "category": "cheesy/corny",
      "joke": "If I were the king, and you were the queen, in the cosmic game of chess, would you mate with me?"
    },
    {
      "category": "cheesy/corny",
      "joke": "May I flirt with you?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Somebody needs to call the bomb squad, because you’re the bomb!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Just where do those legs of yours end?"
    },
    {
      "category": "cheesy/corny",
      "joke": "My mattress is a little hard. Would you like to help me break it in?"
    },
    {
      "category": "cheesy/corny",
      "joke": "If women were trophies, you’d be first place!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Is your name daisy? Because I have a sudden urge to plant you right here!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Did god take the thunder out the skys and put it in your thighs?!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Your daddy must be a drug dealer, cuz you’re dope."
    },
    {
      "category": "cheesy/corny",
      "joke": "So, you must be the reason men fall in love."
    },
    {
      "category": "cheesy/corny",
      "joke": "Hey, I’m new in town."
    },
    {
      "category": "cheesy/corny",
      "joke": "What do you want for Christmas? A date with you!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Hey babe, how about a pizza and a f**k? [No] What’s wrong, don’t you like pizza?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Was your father a welder? No, why? Because those sure are acetylene tits!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Baby you make palms sweaty, knees weak, arms spaghetti."
    },
    {
      "category": "cheesy/corny",
      "joke": "You look like my mom!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Do you bleach your teeth? ‘Cause your smile lights up the entire room like a candle in the dark. Let’s go prove it."
    },
    {
      "category": "cheesy/corny",
      "joke": "You know, I wanna go inside your wine cabinet and pull myself out a stiff one."
    },
    {
      "category": "cheesy/corny",
      "joke": "My name is Haywood. Haywood Jablome."
    },
    {
      "category": "cheesy/corny",
      "joke": "Was your Dad in the Air Force? Because you’re da bomb."
    },
    {
      "category": "cheesy/corny",
      "joke": "So what haven’t you been told tonight?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Girl you so fine I wish I could plant you and grow a whole feild of y’all!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Vogue just called, they want to put you on the cover."
    },
    {
      "category": "cheesy/corny",
      "joke": "Do you know what winks and screws like a tiger? [No] Wink."
    },
    {
      "category": "cheesy/corny",
      "joke": "You are so fine, I wish I could plant you and grow a whole field of you!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Do you have a twin sister? Then you must be the most beautiful girl in the world!"
    },
    {
      "category": "cheesy/corny",
      "joke": "May I end this sentence with a proposition?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Oh, I’m sorry, I thought that was a Braille name tag."
    },
    {
      "category": "cheesy/corny",
      "joke": "I hope you like dragons, because I’ll be dragon my balls across your face tonight."
    },
    {
      "category": "cheesy/corny",
      "joke": "I’m easy. Are you?"
    },
    {
      "category": "cheesy/corny",
      "joke": "My name isn’t Elmo, but you can tickle me any time you want to."
    },
    {
      "category": "cheesy/corny",
      "joke": "I’ve got a big nose, big hands, and really big feet. That’s right, I’m a clown."
    },
    {
      "category": "cheesy/corny",
      "joke": "Let’s have breakfast together tomorrow; shall I call you or nudge you?"
    },
    {
      "category": "cheesy/corny",
      "joke": "My bologna has a first name…"
    },
    {
      "category": "cheesy/corny",
      "joke": "Oh my God! I think I love you! Now lay down!"
    },
    {
      "category": "cheesy/corny",
      "joke": "Can I borrow your cell phone? I need to call animal control, because I just saw a fox!"
    },
    {
      "category": "cheesy/corny",
      "joke": "When I first saw you, I knew we could win the Stanley Cup in tonsil hockey."
    },
    {
      "category": "cheesy/corny",
      "joke": "Hey baby, are you like Sprite because you make me want to obey my thirst."
    },
    {
      "category": "cheesy/corny",
      "joke": "Do you like jewels? (Yes.) Suck my dick, it’s a gem."
    },
    {
      "category": "cheesy/corny",
      "joke": "Do you have any tacos on you? (No.) In that case, will you make out with me?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Didn’t I see you on the cover of Vogue?"
    },
    {
      "category": "cheesy/corny",
      "joke": "Hey, are those jeans? Cuz they’re blue!!"
    },
    {
      "category": "cute",
      "joke": "I’d never play hide and seek with you because someone like you is impossible to find"
    },
    {
      "category": "cute",
      "joke": "Do you have a name or can I call you mine?"
    },
    {
      "category": "cute",
      "joke": "I am going to complain to Spotify about you not being this weeks hottest single."
    },
    {
      "category": "cute",
      "joke": "Roses are red, violets are blue, I’m not that pretty but damn look at you."
    },
    {
      "category": "cute",
      "joke": "Roses are red, my face is too, that only happens when I’m around you"
    },
    {
      "category": "cute",
      "joke": "You may fall from the sky, you may fall from a tree, but the best way to fall… is in love with me."
    },
    {
      "category": "cute",
      "joke": "Can I follow you? Cause my mom told me to follow my dreams"
    },
    {
      "category": "cute",
      "joke": "You have to attend my wedding when I get married because the wedding can’t go on without the bride."
    },
    {
      "category": "cute",
      "joke": "Roses are red violets are blue I didn’t know what perfect was until I met you"
    },
    {
      "category": "cute",
      "joke": "Your hand looks heavy can i hold it for you?"
    },
    {
      "category": "cute",
      "joke": "I think the gap between my fingers were meant for yours."
    },
    {
      "category": "cute",
      "joke": "I heard you’re good in algebra, can you replace my X without asking Y"
    },
    {
      "category": "cute",
      "joke": "There’s only one thing I want to change about you. Your last name."
    },
    {
      "category": "cute",
      "joke": "If being in love was illegal, will you be my partner in crime?"
    },
    {
      "category": "cute",
      "joke": "Are you a camera? Because every time I look at you, I smile."
    },
    {
      "category": "cute",
      "joke": "I’m no organ donor but I’d be happy to give you my heart."
    },
    {
      "category": "cute",
      "joke": "You know you’re in love when you can’t fall asleep because reality is finally better than your dreams."
    },
    {
      "category": "cute",
      "joke": "Guess what I’m wearing? The smile you gave me!"
    },
    {
      "category": "cute",
      "joke": "You’re That “Nothing” When People Ask Me What I’m Thinking About."
    },
    {
      "category": "cute",
      "joke": "Are you a keyboard? Because you’re just my type."
    },
    {
      "category": "cute",
      "joke": "Are you a bank loan? Because you got my interest"
    },
    {
      "category": "cute",
      "joke": "(Holds out hand) Hey I’m going for a walk. Will you hold this for me?"
    },
    {
      "category": "cute",
      "joke": "Even though there aren’t any stars out tonight, you’re still shining like one"
    },
    {
      "category": "cute",
      "joke": "You look familiar, didn’t we take a class together? I could’ve sworn we had chemistry."
    },
    {
      "category": "cute",
      "joke": "Your lips look lonely would they like to meet mine?"
    },
    {
      "category": "cute",
      "joke": "If I had to rate you out of 10 I’d rate you a 9… because I am the one that you are missing!"
    },
    {
      "category": "cute",
      "joke": "Are you a time traveler? Cause I see you in my future!"
    },
    {
      "category": "cute",
      "joke": "Do you know if there are any police around? Cause I’m about to steal your heart."
    },
    {
      "category": "cute",
      "joke": "There isn’t a word in the dictionary to describe how beautiful you are."
    },
    {
      "category": "cute",
      "joke": "My friends bet I can’t talk to the prettiest girl. Wanna use their money to buy drinks?"
    },
    {
      "category": "cute",
      "joke": "If I had 4 quarters to give to the 4 prettiest girls in the world, you would have a dollar."
    },
    {
      "category": "cute",
      "joke": "If your heart was a prison, I would like to be sentenced for life."
    },
    {
      "category": "cute",
      "joke": "You remind me of the 21 letters in the Alphabet (She: there 26 letters) Oh I forgot the U R A Q T"
    },
    {
      "category": "cute",
      "joke": "Of all your beautiful curves, your smile is my favourite."
    },
    {
      "category": "cute",
      "joke": "Roses are red violets are blue, I can’t rhyme but can I date you?"
    },
    {
      "category": "cute",
      "joke": "You know what’s beautiful? Read the first word."
    },
    {
      "category": "cute",
      "joke": "I would take you to the movies but they don’t allow snacks"
    },
    {
      "category": "cute",
      "joke": "I’m not a hoarder but I really want to keep you forever."
    },
    {
      "category": "cute",
      "joke": "Roses are red, violets are blue, lava is hot and so are you."
    },
    {
      "category": "cute",
      "joke": "I have had a really bad day and it always makes me feel better to see a pretty girl smile. So, would you smile for me?"
    },
    {
      "category": "cute",
      "joke": "Roses are red, violets are blue, it would be a shame if I couldn’t date you!"
    },
    {
      "category": "cute",
      "joke": "Most people like to watch the Superbowl cuz it only happens once a year, but Id rather talk to you cause the chance of meeting someone like you only happens once in a lifetime"
    },
    {
      "category": "cute",
      "joke": "I should call you Google, because you have everything I’m looking for."
    },
    {
      "category": "cute",
      "joke": "Do you have a band aid? Cause I scrapped my knees falling for you."
    },
    {
      "category": "cute",
      "joke": "I lost my teddy bear can i sleep with you tonight?"
    },
    {
      "category": "cute",
      "joke": "If kisses were snowflakes, I’d send you a blizzard."
    },
    {
      "category": "cute",
      "joke": "If I were a cat i’d spend all 9 lives with you."
    },
    {
      "category": "cute",
      "joke": "Can you touch me? I want to tell my friends I was touched by an Angel."
    },
    {
      "category": "cute",
      "joke": "I don’t really believe in love at first sight, until I saw you."
    },
    {
      "category": "cute",
      "joke": "If you were a basketball, I’d never shoot. [Why?] Because I’d always miss you."
    },
    {
      "category": "cute",
      "joke": "Roses are red and violets are blue there’s nothing in the world more prettier than you"
    },
    {
      "category": "cute",
      "joke": "Are you the sun? Because you’re so beautiful it’s blinding me."
    },
    {
      "category": "cute",
      "joke": "Are you made of copper and tellurium? Because you’re CuTe!"
    },
    {
      "category": "cute",
      "joke": "I just had to come talk with you. Sweetness is my weakness"
    },
    {
      "category": "cute",
      "joke": "A boy gives a girl 12 roses. 11 real, 1 fake and he says to her ” I will stop loving you when all the roses die”"
    },
    {
      "category": "cute",
      "joke": "Do you play soccer? Because you’re a keeper!"
    },
    {
      "category": "cute",
      "joke": "Even though there aren’t any stars out tonight, your’e still shining like one."
    },
    {
      "category": "cute",
      "joke": "Are you australian? Because you meet all of my koalafications."
    },
    {
      "category": "cute",
      "joke": "Give her 12 roses. 11 real, 1 fake and say “I will stop loving you, when all the roses die”"
    },
    {
      "category": "cute",
      "joke": "You really shouldn’t wear makeup. You’re messing with perfection!"
    },
    {
      "category": "cute",
      "joke": "I want to be your tear drop, so I could be born in your eyes, live on your cheeks, and die on your lips."
    },
    {
      "category": "cute",
      "joke": "I’m feeling a little bit off today, but you definitely turned me on."
    },
    {
      "category": "cute",
      "joke": "I’m no electrician, but I can light up your day."
    },
    {
      "category": "cute",
      "joke": "If you were a potato you’d be a sweet one."
    },
    {
      "category": "cute",
      "joke": "Do you smoke pot? Because weed be cute together."
    },
    {
      "category": "cute",
      "joke": "Is Your Dad A Preacher? Cause Girl You’re A Blessing"
    },
    {
      "category": "cute",
      "joke": "Wanna grab a coffee because i like you a latte!"
    },
    {
      "category": "cute",
      "joke": "If I was an octopus, all my 3 hearts would beat for you﻿."
    },
    {
      "category": "cute",
      "joke": "I know somebody who likes you but if I weren’t so shy, I’d tell you who."
    },
    {
      "category": "cute",
      "joke": "Your so cute its distracting"
    },
    {
      "category": "cute",
      "joke": "Want to know what I’m wearing? The smile you gave me."
    },
    {
      "category": "cute",
      "joke": "What does it feel like to be the most beautiful girl in this room?"
    },
    {
      "category": "cute",
      "joke": "I used to be a Gambler, but then I realized that all I needed was the Queen of my Heart"
    },
    {
      "category": "cute",
      "joke": "When I look into your eyes, it is like a gateway into the world of which I want to be a part."
    },
    {
      "category": "cute",
      "joke": "Your smile lit up the room, so I just had to come over."
    },
    {
      "category": "cute",
      "joke": "You dropped something! [What?] Your smile"
    },
    {
      "category": "cute",
      "joke": "As she’s leaving….Hey aren’t you forgetting something? She: What? Me!"
    },
    {
      "category": "cute",
      "joke": "Is your name dunkin? Because i donut want to spend another day without you."
    },
    {
      "category": "cute",
      "joke": "Roses are red, I have a crush, whenever I’m around you, all I do is blush"
    },
    {
      "category": "cute",
      "joke": "Did you die recently? Cause girl, you look like an angel to me."
    },
    {
      "category": "cute",
      "joke": "I don’t believe in love at first sight, but I’m willing to make an exception in your case"
    },
    {
      "category": "cute",
      "joke": "Knock knock who’s there? Baby Yoda. Baby Yoda who? Baby Yoda one for me!"
    },
    {
      "category": "cute",
      "joke": "Can you kiss me on the cheek so I can at least say a cute girl kissed me tonight?"
    },
    {
      "category": "cute",
      "joke": "If I’d follow you home, would you keep me?"
    },
    {
      "category": "cute",
      "joke": "Is your body from McDonald’s? Cause I’m loving it!"
    },
    {
      "category": "cute",
      "joke": "Are you a 45 degree angle? Because you’re acute-y!"
    },
    {
      "category": "cute",
      "joke": "If kisses were crowns you would be the queen of my heart"
    },
    {
      "category": "cute",
      "joke": "Can I borrow a quarter? [“What for?”] I want to call my mom and tell her I just met the man/woman of my dreams."
    },
    {
      "category": "cute",
      "joke": "Are you the ocean? Cuz baby I want to swim in you all day"
    },
    {
      "category": "cute",
      "joke": "Are you a volcano? Because i lava you"
    },
    {
      "category": "cute",
      "joke": "Are you from Russia? ‘Cause you’re russian my heart rate!"
    },
    {
      "category": "cute",
      "joke": "You look cold. Want to use me as a blanket?"
    },
    {
      "category": "cute",
      "joke": "I might be ugly but I’ll treat you right!"
    },
    {
      "category": "cute",
      "joke": "Are you netflix? Because i could watch you for hours."
    },
    {
      "category": "cute",
      "joke": "Charzards are red Squitals are blue if u were a Pokemon i would choose you!"
    },
    {
      "category": "cute",
      "joke": "Do you like star wars? Because yoda only one for me!"
    },
    {
      "category": "cute",
      "joke": "Are you made out of grapes? Because you are fine as wine!"
    },
    {
      "category": "cute",
      "joke": "You can’t be my first, but you can be my last"
    },
    {
      "category": "cute",
      "joke": "I’m afraid of the dark… Will you sleep with me tonight?"
    },
    {
      "category": "cute",
      "joke": "Do you drink Pepsi? Because you’re so-da-licious!"
    },
    {
      "category": "cute",
      "joke": "I lost my rubber duckie. Would you bathe with me instead?"
    },
    {
      "category": "cute",
      "joke": "You Sexy, You Fine. I Really Wanna Make You Mine."
    },
    {
      "category": "cute",
      "joke": "Is your name Ariel? Cause we Mermaid for each other!"
    },
    {
      "category": "cute",
      "joke": "Are you the cure for Alzheimer’s? Because you’re unforgettable."
    },
    {
      "category": "cute",
      "joke": "I play the field, and it looks like I just hit a home run with you."
    },
    {
      "category": "cute",
      "joke": "Spoon me like your favorite ice cream!"
    },
    {
      "category": "cute",
      "joke": "Keep an eye out for elves with ropes and a blindfold! Why? Cause I asked Santa for you this Christmas"
    },
    {
      "category": "cute",
      "joke": "I may not be good at dancing but i can tangle with with you all night long."
    },
    {
      "category": "cute",
      "joke": "Are you as beautiful on the inside as you are on the outside?"
    },
    {
      "category": "cute",
      "joke": "The letter ‘X’ scares me [Why?] Because I never want to be yours."
    },
    {
      "category": "cute",
      "joke": "You so lovely, you make me wanna go out and get a job"
    },
    {
      "category": "cute",
      "joke": "When I’m older, I’ll look back at all of my crowning memories, and I’ll think of the day my children were born, the day I got married, and the day that I met you."
    },
    {
      "category": "cute",
      "joke": "You can’t be my first, but you could be my next."
    },
    {
      "category": "cute",
      "joke": "You know how I got these guns? [Point to biceps] Lifting children out of poverty."
    },
    {
      "category": "cute",
      "joke": "Your mom told me to say “Hi” to you"
    },
    {
      "category": "cute",
      "joke": "I just got dumped, and I think that you could make me feel better."
    },
    {
      "category": "cute",
      "joke": "I just got dumped, and I think that you could make me feel better."
    },
    {
      "category": "funny",
      "joke": "I thought happiness started with an H but mine starts with U"
    },
    {
      "category": "funny",
      "joke": "Are you terms and conditions? Cause whatever you say I’ll always agree with you."
    },
    {
      "category": "funny",
      "joke": "I’d say God Bless you, but it looks like he already did."
    },
    {
      "category": "funny",
      "joke": "On a scale of 1 to 10, you’re a 9. I’m the 1 you need."
    },
    {
      "category": "funny",
      "joke": "Forget about Spiderman, Superman, and Batman. I’ll be Yourman."
    },
    {
      "category": "funny",
      "joke": "Four plus four equals eight, but you plus me equals fate."
    },
    {
      "category": "funny",
      "joke": "See those gaps between your fingers… they’re for my fingers to slip in"
    },
    {
      "category": "funny",
      "joke": "Roses are red, my face is too.. that only happens when I see you."
    },
    {
      "category": "funny",
      "joke": "Did it hurt when you fell from the vending machine? Cause you look like a snack!"
    },
    {
      "category": "funny",
      "joke": "Are you a minecraft fence? cos i can’t get over you"
    },
    {
      "category": "funny",
      "joke": "You know what’s on the menu? ME-N-U"
    },
    {
      "category": "funny",
      "joke": "If I had a penny for every time I thought of you, I’d have exactly one cent, because you never leave my mind."
    },
    {
      "category": "funny",
      "joke": "Do you have advanced radiation poisoning? Because you are glowing!"
    },
    {
      "category": "funny",
      "joke": "Hey, tie your shoes! I don’t want you falling for anyone else."
    },
    {
      "category": "funny",
      "joke": "Can i give you a kiss? If you don’t like it, you can return it."
    },
    {
      "category": "funny",
      "joke": "Let’s play a game, winner dates loser."
    },
    {
      "category": "funny",
      "joke": "If I were to ask you out on a date, would your answer be the same as the answer to this question?"
    },
    {
      "category": "funny",
      "joke": "her: i have a boyfriend me: i have a math test her: what? me: i thought we were naming things we were going to cheat on"
    },
    {
      "category": "funny",
      "joke": "If kisses were snowflakes, I’d send you a blizzard."
    },
    {
      "category": "funny",
      "joke": "My eyes met many eyes but only got lost in yours."
    },
    {
      "category": "funny",
      "joke": "Hey girl, are you exercise? Because you’re breathtaking."
    },
    {
      "category": "funny",
      "joke": "Do you have an inhaler? Because you took my breath away!"
    },
    {
      "category": "funny",
      "joke": "Are you a bank loan? Because you got my interest"
    },
    {
      "category": "funny",
      "joke": "If your heart was a prison, I would like to be sentenced for life."
    },
    {
      "category": "funny",
      "joke": "Love is a sensation; caused by a temptation; to feel penetration; a guy sticks his location; in a girl’s destination; to increase the population; for the next generation; did you get my explanation; or do you need a demonstration?"
    },
    {
      "category": "funny",
      "joke": "You are hotter than the bottom of my laptop."
    },
    {
      "category": "funny",
      "joke": "See my friend over there? He wants to know if you think I’m cute."
    },
    {
      "category": "funny",
      "joke": "The only thing your eyes haven’t told me is your name."
    },
    {
      "category": "funny",
      "joke": "You are that “nothing” when people ask me what I am thinking about."
    },
    {
      "category": "funny",
      "joke": "What time do you have to be back in heaven?"
    },
    {
      "category": "funny",
      "joke": "You like sleeping? Me too! We should do it together sometime."
    },
    {
      "category": "funny",
      "joke": "If the world was made out of chicken, you would be a hot wing."
    },
    {
      "category": "funny",
      "joke": "I’m not drunk, I’m just intoxicated by you."
    },
    {
      "category": "funny",
      "joke": "Your shirt has to go, but you can stay."
    },
    {
      "category": "funny",
      "joke": "Do you have a name or can I call you mine?"
    },
    {
      "category": "funny",
      "joke": "Do you wanna make your mom happy? make her my mother-in-law 💕"
    },
    {
      "category": "funny",
      "joke": "Are you a tower? Because eiffel for you!"
    },
    {
      "category": "funny",
      "joke": "I’m going to have to ask you to leave. You’re making the other girls look bad."
    },
    {
      "category": "funny",
      "joke": "My magical watch says you aren’t wearing any panties. Oh, you are? It must be an hour fast!"
    },
    {
      "category": "funny",
      "joke": "Excuse me. I’m from the FBI, the Fine Body Investigators, and I’m going to have to ask you to assume the position."
    },
    {
      "category": "funny",
      "joke": "What has 36 teeth and holds back the Incredible Hulk? My zipper."
    },
    {
      "category": "funny",
      "joke": "Well, here I am. What were your other two wishes?"
    },
    {
      "category": "funny",
      "joke": "Sorry, but you owe me a drink. [Why?] Because when I looked at you, I dropped mine."
    },
    {
      "category": "funny",
      "joke": "I know you’re busy today but can you add me to your to-do list?"
    },
    {
      "category": "funny",
      "joke": "Are you my self-esteem? Cause I’ve been looking for you everywhere."
    },
    {
      "category": "funny",
      "joke": "I must be dancing with the devil, because you’re hot as hell."
    },
    {
      "category": "funny",
      "joke": "Mario is red, Sonic is blue, will you be my player 2?"
    },
    {
      "category": "funny",
      "joke": "I bet I can kiss you on the lips without touching you. (kiss her) oh.. seems like I lost the bet."
    },
    {
      "category": "funny",
      "joke": "You know what material this is? [Grab your shirt] Boyfriend material."
    },
    {
      "category": "funny",
      "joke": "If you were a Youtube ad I wouldn’t skip."
    },
    {
      "category": "funny",
      "joke": "Roses are red, violets are blue – there’s nothing in this world prettier than you."
    },
    {
      "category": "funny",
      "joke": "Could you please step away from the bar? You’re melting all the ice!"
    },
    {
      "category": "funny",
      "joke": "What is a nice girl like you doing in a dirty mind like mine?"
    },
    {
      "category": "funny",
      "joke": "Smile. It is the second best thing you can do with your lips."
    },
    {
      "category": "funny",
      "joke": "Did you get your license suspended for driving so many guys crazy?"
    },
    {
      "category": "funny",
      "joke": "Save water, shower with a friend!"
    },
    {
      "category": "funny",
      "joke": "Please tell your tits to stop looking at my eyes."
    },
    {
      "category": "funny",
      "joke": "Are you from Iraq? ‘Cause I like the way you Baghdad ass up."
    },
    {
      "category": "funny",
      "joke": "Have you always been this cute, or did you have to work at it?"
    },
    {
      "category": "funny",
      "joke": "I’m writing a term paper on the finer things in life, and I was wondering if I could interview you?"
    },
    {
      "category": "funny",
      "joke": "If Internet Explorer is brave enough to ask you to be your default browser, I’m brave enough to ask you out!"
    },
    {
      "category": "funny",
      "joke": "This is the police! You’re under arrest for being too cute, now put your hands where i can hold them."
    },
    {
      "category": "funny",
      "joke": "If I were to ask you out on a date, would your answer be the same as the answer to this question?"
    },
    {
      "category": "funny",
      "joke": "Roses are red violets are blue I just wanna thank God, he made you"
    },
    {
      "category": "funny",
      "joke": "Damn Girl is your name Wifi ? Because I’m feeling a connection!"
    },
    {
      "category": "funny",
      "joke": "Are u a sea lion? Because I want to sea u lion in my bed later!"
    },
    {
      "category": "funny",
      "joke": "Which is easier? You getting into those tight pants or getting you out of them?"
    },
    {
      "category": "funny",
      "joke": "You’re like my own personal brand of heroin."
    },
    {
      "category": "funny",
      "joke": "Draw a line on a napkin and hand it to her. (She will ask ” What is it?”) A pickup line!"
    },
    {
      "category": "funny",
      "joke": "You don’t need keys to drive me crazy."
    },
    {
      "category": "funny",
      "joke": "Kissing is a language of love….so how about a conversation?"
    },
    {
      "category": "funny",
      "joke": "⚾ Sorry I hit my Ball into Your Dms"
    },
    {
      "category": "funny",
      "joke": "Will you be my girlfrien? I left out the ‘d’ cause you’ll get that later!"
    },
    {
      "category": "funny",
      "joke": "Are you related to yoda because yodalicious!"
    },
    {
      "category": "funny",
      "joke": "Your place or mine? Tell you what? I’ll flip a coin. Head at my place, tail at yours."
    },
    {
      "category": "funny",
      "joke": "I should charge you rent for all the time you spend in my mind."
    },
    {
      "category": "funny",
      "joke": "Are you mexican? Because you’re my juan and only!"
    },
    {
      "category": "funny",
      "joke": "twinkle twinkle little star, we can do it in my car"
    },
    {
      "category": "funny",
      "joke": "I’ve been wondering, do your lips taste as good as they look?"
    },
    {
      "category": "funny",
      "joke": "Nice hair, wanna mess it up?"
    },
    {
      "category": "funny",
      "joke": "Aside from being sexy, what do you do for a living?"
    },
    {
      "category": "funny",
      "joke": "My doctor says i’m lacking Vitamin U"
    },
    {
      "category": "funny",
      "joke": "Are you from Japan? Cause I’m tryna get in Japanties."
    },
    {
      "category": "funny",
      "joke": "Girl you so hot, if you had to enter Antarctica you’d cause a melt down."
    },
    {
      "category": "funny",
      "joke": "There are so many types of art but you are my favorite."
    },
    {
      "category": "funny",
      "joke": "What’s the difference between a Ferrari and an erection? I don’t have a Ferrari."
    },
    {
      "category": "funny",
      "joke": "If you were my homework, i’d do you everyday."
    },
    {
      "category": "funny",
      "joke": "Are you harembes enclosure? Cause i’ll drop a kid inside of you!"
    },
    {
      "category": "funny",
      "joke": "I wanna be superhero, should I be Spiderman, Batman or Yourman?"
    },
    {
      "category": "funny",
      "joke": "Do you believe guys think with their dick? (Yeah.) Well, in that case, will you blow my mind?"
    },
    {
      "category": "funny",
      "joke": "Somebody call the cops, because it’s got to be illegal to look that good!"
    },
    {
      "category": "funny",
      "joke": "If you were a flower you’d be a damnnndelion"
    },
    {
      "category": "funny",
      "joke": "You must be Jamaican, because Jamaican me crazy."
    },
    {
      "category": "funny",
      "joke": "Are you a vampire? Cause you looked a little thirsty when you looked at me."
    },
    {
      "category": "funny",
      "joke": "Your body is 75% water, and I’m thirsty."
    },
    {
      "category": "funny",
      "joke": "How much does a polar bear weigh? [How much?] Enough to break the ice… Hi, I’m.."
    },
    {
      "category": "funny",
      "joke": "I can’t buy you Gucci or Armani but i can make ur p*ssy a tsunami"
    },
    {
      "category": "funny",
      "joke": "Be unique and different, say yes."
    },
    {
      "category": "funny",
      "joke": "Are you the square root of -1 because you can’t be real"
    },
    {
      "category": "funny",
      "joke": "I must be in a museum, because you truly are a work of art."
    },
    {
      "category": "funny",
      "joke": "Are you sure you’re not a parking ticket? Because you’ve got fine written all over you"
    },
    {
      "category": "funny",
      "joke": "Do you have 11 protons? Because you’re sodium fine!"
    },
    {
      "category": "funny",
      "joke": "I know you like netflix and chill… but i’d rather hulu and do you"
    },
    {
      "category": "funny",
      "joke": "Apart from being sexy, what do you do for a living?"
    },
    {
      "category": "funny",
      "joke": "I hope there’s a fire truck nearby, cause you’re smokin’!"
    },
    {
      "category": "funny",
      "joke": "Your mom must be chicken cause you look eggcellent!"
    },
    {
      "category": "funny",
      "joke": "Are you religios? Cause you’re the answer to all my prayers."
    },
    {
      "category": "funny",
      "joke": "“I have a boy-friend” – Well, let me know when you’re ready to upgrade to a man!"
    },
    {
      "category": "funny",
      "joke": "Do you play soccer? Because you’re a keeper!"
    },
    {
      "category": "funny",
      "joke": "You might be asked to leave soon. You are making the other women look bad."
    },
    {
      "category": "funny",
      "joke": "I hope you’re not a vegetarian, because I’d love to meat you."
    },
    {
      "category": "funny",
      "joke": "You spend so much time in my mind, I should charge you rent."
    },
    {
      "category": "funny",
      "joke": "I just wanna let you know how beautiful you are and was wondering if you could buy me a drink?"
    },
    {
      "category": "funny",
      "joke": "I tried my best to not feel anything for you. Guess what? I failed."
    },
    {
      "category": "funny",
      "joke": "Are You Luke? Cause I’m Your Daddy"
    },
    {
      "category": "funny",
      "joke": "I may not be what you want, but I am what you need."
    },
    {
      "category": "funny",
      "joke": "Do I know you? Cause you look exactly like my next girlfriend."
    },
    {
      "category": "funny",
      "joke": "Is your name Daniel? Cause DAMN!"
    },
    {
      "category": "funny",
      "joke": "Your lungs must be fucked up cos you’re smokin’ hot!"
    },
    {
      "category": "funny",
      "joke": "(As she is leaving) Hey aren’t you forgetting something? (What?) Me!"
    },
    {
      "category": "funny",
      "joke": "Didn’t I see you on the cover of Vogue?"
    },
    {
      "category": "funny",
      "joke": "I’m glad I wore gloves today. Otherwise you’d be too hot to handle."
    },
    {
      "category": "funny",
      "joke": "You remind me of an overdue library book, cause you got Fine written all over you."
    },
    {
      "category": "funny",
      "joke": "This may seem corny, but you make me really horny."
    },
    {
      "category": "funny",
      "joke": "I’m learning about important dates in history class. Wanna be one of them?"
    },
    {
      "category": "funny",
      "joke": "When I look into your eyes, it is like a gateway into the world in which I want to be."
    },
    {
      "category": "funny",
      "joke": "Hey girl, I would ask for netflix and chill but my mood says disney and kiss."
    },
    {
      "category": "funny",
      "joke": "Do you know what my shirt is made of? Boyfriend material."
    },
    {
      "category": "funny",
      "joke": "If I were a dog would you help me bury my bone?"
    },
    {
      "category": "funny",
      "joke": "Are you a door? Because you are adoorable"
    },
    {
      "category": "funny",
      "joke": "Is your face Mcdonalds? Cause im lovin it!"
    },
    {
      "category": "funny",
      "joke": "Tickle your pussy with a feather? (What?) I said, “Particularly nice weather.”"
    },
    {
      "category": "funny",
      "joke": "Excuse me, you dropped something back there! (What?) This conversation, lets pick it up later tonight."
    },
    {
      "category": "funny",
      "joke": "Would you like Gin and platonic, or do you prefer Scotch and sofa?"
    },
    {
      "category": "funny",
      "joke": "You like maths? Cause I want to ADD to you my life, SUBTRACT your clothes, DIVIDE your legs and MULTIPLY ourselves."
    },
    {
      "category": "funny",
      "joke": "Hey, how did you do that? (What?) Look so good?"
    },
    {
      "category": "funny",
      "joke": "Hi, did your license get suspended for driving all these guys crazy?"
    },
    {
      "category": "funny",
      "joke": "Let’s make out so I can see if you taste as good as you look!"
    },
    {
      "category": "funny",
      "joke": "Are you Franklin D Roosevelt because damn baby you a dime"
    },
    {
      "category": "funny",
      "joke": "With great penis, comes great responsibility."
    },
    {
      "category": "funny",
      "joke": "Your butt is nice but it would be nicer if it was on my lap."
    },
    {
      "category": "funny",
      "joke": "I like playing video games… because you are my candy crush"
    },
    {
      "category": "funny",
      "joke": "Is that a mirror in your pocket? Cause I can see myself in your pants!"
    },
    {
      "category": "funny",
      "joke": "I know where they give out free drinks. [Where?] My House!"
    },
    {
      "category": "funny",
      "joke": "Excuse me, I just shit in my pants. Can I get in yours?"
    },
    {
      "category": "funny",
      "joke": "I just went to a fireworks shop and asked for their biggest bomb. they gave me a picture of you."
    },
    {
      "category": "funny",
      "joke": "Roses are red, violets are blue (touch her gently) I have herpes, and now you too."
    },
    {
      "category": "funny",
      "joke": "Damn Girl, your ass is bigger than my future!"
    },
    {
      "category": "funny",
      "joke": "Your Face [Pause] I like that shit!"
    },
    {
      "category": "funny",
      "joke": "I would buy you a drink, but I’ll be jealous of the glass."
    },
    {
      "category": "funny",
      "joke": "Smoking is hazardous to your health… and baby, you’re killing me!"
    },
    {
      "category": "funny",
      "joke": "Hey baby. Why don’t you come sit on my lap and we can talk about the first thing that pops up?"
    },
    {
      "category": "funny",
      "joke": "Do you have any raisins? [No] How about a date?"
    },
    {
      "category": "funny",
      "joke": "What’s that on your face? Oh, must just be beauty. Here, let me get it off. Hey, it’s not coming off!"
    },
    {
      "category": "funny",
      "joke": "You MUST have a nice personality."
    },
    {
      "category": "funny",
      "joke": "I can’t think of anyone else I’d rather survive a Zombie Apocalypse with."
    },
    {
      "category": "funny",
      "joke": "Call me shrek because i’m head ogre heels for you!"
    },
    {
      "category": "funny",
      "joke": "You’re pretty. I’m pretty. Let’s go back to my place and stare at each other for a while."
    },
    {
      "category": "funny",
      "joke": "Tonight this Han doesn’t want to fly Solo."
    },
    {
      "category": "funny",
      "joke": "You say, “So, did you here the one about the guy and the girl who had the most sexual relationship?” The reply, “No”. You respond, “Well then, let’s go to my place and I’ll tell you all about it.”"
    },
    {
      "category": "funny",
      "joke": "My friend thinks you’re kinda cute, but I don’t… I think you’re absolutely gorgeous!"
    },
    {
      "category": "funny",
      "joke": "If you were a transformer, you’d be a HOT-obot, and your name would be Optimus Fine."
    },
    {
      "category": "funny",
      "joke": "Excuse me, I just noticed you noticing me and I just wanted to give you notice that I noticed you too."
    },
    {
      "category": "funny",
      "joke": "She: I’m in a relationship | You: Let’s talk about how we can get you out of that."
    },
    {
      "category": "funny",
      "joke": "Are you african? because you are a’frican babe"
    },
    {
      "category": "funny",
      "joke": "You look exactly like my future ex-wife."
    },
    {
      "category": "funny",
      "joke": "Girl, are those space pants? Cause your butt is out of this world!"
    },
    {
      "category": "funny",
      "joke": "My mom thinks I`m gay, can you help me prove her wrong?"
    },
    {
      "category": "funny",
      "joke": "Didn’t You Wear That Yesterday?"
    },
    {
      "category": "funny",
      "joke": "Didn’t I do your sister?"
    },
    {
      "category": "funny",
      "joke": "Hey girl, are you murderer? Because your looks can kill."
    },
    {
      "category": "funny",
      "joke": "Damn girl, you have more curves than a race track."
    },
    {
      "category": "funny",
      "joke": "Are you an omelette? Because you’re making me eggcited."
    },
    {
      "category": "funny",
      "joke": "You look ill. You must be suffering form a lack of Vitamin ME."
    },
    {
      "category": "funny",
      "joke": "Can you tell me how my cum tastes?"
    },
    {
      "category": "funny",
      "joke": "You’re under arrest for disturbing the peace in my pants!"
    },
    {
      "category": "funny",
      "joke": "I’m trying so hard not to kiss you right now."
    },
    {
      "category": "funny",
      "joke": "How much does it cost to date you? Cause damn, you look expensive!"
    },
    {
      "category": "funny",
      "joke": "Roses are red, Violets will never be blue, but dam look at you!"
    },
    {
      "category": "funny",
      "joke": "I have to say “Hi” to the prettiest girl in the room… Can you help me say “Hi” to that girl over there?"
    },
    {
      "category": "funny",
      "joke": "When I was walking by, I noticed you stalking so.. what’s up?"
    },
    {
      "category": "funny",
      "joke": "8 Planets, 1 Universe, 1.735 billion people, and i end up with you"
    },
    {
      "category": "funny",
      "joke": "Excuse me,"
    },
    {
      "category": "funny",
      "joke": "You should stop drinking! (Why?) Because you are driving me home."
    },
    {
      "category": "funny",
      "joke": "Are your eyes ike? Because i’m lost in them!"
    },
    {
      "category": "funny",
      "joke": "Want to play lion? (She asks, “What’s that?”) That’s where you get down on all fours and growl like a lion while I feed you the meat!"
    },
    {
      "category": "funny",
      "joke": "Is your dad a terrorist? Because you are the bomb."
    },
    {
      "category": "funny",
      "joke": "You make me wish I weren’t gay!"
    },
    {
      "category": "funny",
      "joke": "Are you a Disney princess? Cause you’re cinderHella fine!"
    },
    {
      "category": "funny",
      "joke": "Roses are red, violets are blue, Antarctica is hot compared to you."
    },
    {
      "category": "funny",
      "joke": "Hey girl, wanna be my hope? the ‘p’ is silent tho.."
    },
    {
      "category": "funny",
      "joke": "hey girl, are you a cop? cos you are probably not here for me, but i will act nervous anyway."
    },
    {
      "category": "funny",
      "joke": "If it’s true that we are what we eat, then I could be you by tomorrow morning."
    },
    {
      "category": "funny",
      "joke": "I’m sorry, were you talking to me? [No] Well then, please start."
    },
    {
      "category": "funny",
      "joke": "Are you a black hole? Because attraction grows and time distorts the closer i get to you."
    },
    {
      "category": "funny",
      "joke": "Let’s go to my place and do the things I’ll tell everyone we did anyway."
    },
    {
      "category": "funny",
      "joke": "[Look at her shirt label.] When they say, “What are you doing?” You respond: “Yep! Made in heaven!”"
    },
    {
      "category": "funny",
      "joke": "Are you a magician??? Because Abraca-DAYUM!"
    },
    {
      "category": "funny",
      "joke": "Could you please step away from the bar? You’re melting all the ice!"
    },
    {
      "category": "funny",
      "joke": "So, come back to my place, and if you don’t like it I swear I’ll give you a full refund."
    },
    {
      "category": "funny",
      "joke": "Are you a coconut? Cos I wanna smash you till the white stuff comes out."
    },
    {
      "category": "funny",
      "joke": "Is your dad retarded? Because you’re special"
    },
    {
      "category": "funny",
      "joke": "Could I touch your belly button…from the inside?"
    },
    {
      "category": "funny",
      "joke": "What size shoe you wear babygirl? I’m gonna guess size sexy!"
    },
    {
      "category": "funny",
      "joke": "You look so fine I could drink your bath water!"
    },
    {
      "category": "funny",
      "joke": "With my IQ and your body, we could make a race of superchildren!"
    },
    {
      "category": "funny",
      "joke": "What is your favorite color? [Color] Mine too! Seems like we are soulmates."
    },
    {
      "category": "funny",
      "joke": "Hey baby you’re so fine you make me stutter, wha-wha-what’s your name?"
    },
    {
      "category": "funny",
      "joke": "You’d be so much more cute if you had my money. [whatever she replies] Sorry I don’t date gold diggers!"
    },
    {
      "category": "funny",
      "joke": "Didn’t I see you on the cover of Vogue?"
    },
    {
      "category": "funny",
      "joke": "You are almost as hot as my mom."
    },
    {
      "category": "funny",
      "joke": "[Point at her butt] Pardon me, is this seat taken?"
    },
    {
      "category": "funny",
      "joke": "You are so fine, I wish I could plant you and grow a whole field of you!"
    },
    {
      "category": "funny",
      "joke": "Are you the ocean? cos you’re full of trash."
    },
    {
      "category": "funny",
      "joke": "Do you believe in helping the homeless? [If yes] Take me home with you."
    },
    {
      "category": "funny",
      "joke": "You don’t need makeup… you need plastic surgery."
    },
    {
      "category": "funny",
      "joke": "I’m in a Boyband called Wrong Direction."
    },
    {
      "category": "funny",
      "joke": "Being with you is like listening to my favorite song."
    },
    {
      "category": "funny",
      "joke": "Excuse me, I just noticed you noticing me and I just wanted to give you notice that I noticed you too."
    },
    {
      "category": "funny",
      "joke": "I’m not actually this tall. I’m sitting on my wallet."
    },
    {
      "category": "funny",
      "joke": "Go between two black girls and say “Let’s make an Orio!”"
    },
    {
      "category": "funny",
      "joke": "Kanye feel the love tonight?"
    },
    {
      "category": "dirty",
      "joke": "Are you a blanket? cos I love it when you’re on top of me."
    },
    {
      "category": "dirty",
      "joke": "I’ll treat you like my homework: Slam you on the table and do you all night long!"
    },
    {
      "category": "dirty",
      "joke": "Are you a thief? Cause I want you to steal my virginity tonight!"
    },
    {
      "category": "dirty",
      "joke": "How do you spell “me”? (M-E) You forgot the D (There’s no D in ME) Not yet ;)"
    },
    {
      "category": "dirty",
      "joke": "You’re like my little toe, because I’m going to bang you on every piece of furniture in my home."
    },
    {
      "category": "dirty",
      "joke": "I like every bone in your body, especially mine."
    },
    {
      "category": "dirty",
      "joke": "Is there a cellphone in your backpocket? Cause that ass is calling me!"
    },
    {
      "category": "dirty",
      "joke": "I love my bed but I’d rather be in yours."
    },
    {
      "category": "dirty",
      "joke": "Are you a poster? Because I want to pin you on a wall"
    },
    {
      "category": "dirty",
      "joke": "Life is like a dick. When it gets hard, “Fuck it”."
    },
    {
      "category": "dirty",
      "joke": "I’m not too good at algebra, but doesn’t U+I = 69?"
    },
    {
      "category": "dirty",
      "joke": "My dick’s been feeling a little dead lately. Wanna give it some mouth-to-mouth?"
    },
    {
      "category": "dirty",
      "joke": "I`m no weatherman, but you can expect a few inches tonight."
    },
    {
      "category": "dirty",
      "joke": "Girl, I’m jealous of your heart. ‘Cause it’s pumping inside you and I’m not."
    },
    {
      "category": "dirty",
      "joke": "Fuck me if I’m wrong, but dinosaurs still exist right?"
    },
    {
      "category": "dirty",
      "joke": "Would you like to try an Australian kiss? It is just like a French kiss, but down under"
    },
    {
      "category": "dirty",
      "joke": "When I saw you, I lost my tongue. Can I put yours in my mouth?"
    },
    {
      "category": "dirty",
      "joke": "That dress looks really good on you but, it would look better on my bedroom floor."
    },
    {
      "category": "dirty",
      "joke": "You know why they call me the cat whisperer? Cause I know exactly what that pussy needs."
    },
    {
      "category": "dirty",
      "joke": "Hey baby, let’s play house, you can be the door and I’ll slam you all night long!"
    },
    {
      "category": "dirty",
      "joke": "I might not go down in history, but I’ll go down on you!"
    },
    {
      "category": "dirty",
      "joke": "I’m like a Rubik’s Cube, the more you play with me the harder I get!"
    },
    {
      "category": "dirty",
      "joke": "If your left leg was Christmas and your right was Thanksgiving, could I visit between the holidays?"
    },
    {
      "category": "dirty",
      "joke": "Lets play titanic youll be the ocean and ill go down on you"
    },
    {
      "category": "dirty",
      "joke": "Roses are red, violets are twisted, bend over you’re about to get fisted"
    },
    {
      "category": "dirty",
      "joke": "Pizza is my second favourite thing to eat in bed."
    },
    {
      "category": "dirty",
      "joke": "Do you want to go on a ate? I’ll give you the D later"
    },
    {
      "category": "dirty",
      "joke": "The only reason I would kick you out of bed would be to fck you on the floor."
    },
    {
      "category": "dirty",
      "joke": "You work at a post office? Cause I saw you checking out my package."
    },
    {
      "category": "dirty",
      "joke": "You look so innocent, you look so sweet, as long as I have a face, you will always have a seat."
    },
    {
      "category": "dirty",
      "joke": "You must be Medusa because you make me rock hard."
    },
    {
      "category": "dirty",
      "joke": "Damn, if being sexy was a crime, you’d be guilty as charged!"
    },
    {
      "category": "dirty",
      "joke": "Your body is a Wonderland an I’d like to be Alice"
    },
    {
      "category": "dirty",
      "joke": "I hope you got a pet insurance, cause tonight I’m gonna destroy that pussy."
    },
    {
      "category": "dirty",
      "joke": "Sex is evil; Evil is sin; Sin is forgiven; so let’s begin."
    },
    {
      "category": "dirty",
      "joke": "There are 8 planets in the universe, but only 7 after I destroy Uranus"
    },
    {
      "category": "dirty",
      "joke": "Are you a tortilla? Because I want to flip you over and eat you out!"
    },
    {
      "category": "dirty",
      "joke": "Look out in the night sky. You see that bright light to the right of that red one? That is a comet that is streaking toward here at 34546 miles per hour. At that rate, it will be here in about an hour. So, wanna fuck?"
    },
    {
      "category": "dirty",
      "joke": "Baby I’m like a firefighter I find them hot and leave them wet."
    },
    {
      "category": "dirty",
      "joke": "That shirt’s very becoming on you. If I were on you, I’d be coming too."
    },
    {
      "category": "dirty",
      "joke": "Are you a light switch? ‘Cause you turn me on!"
    },
    {
      "category": "dirty",
      "joke": "I’m no weather man, but you can expect more than a few inches tonight."
    },
    {
      "category": "dirty",
      "joke": "I’ve got skittles in my mouth, wanna taste the rainbow?"
    },
    {
      "category": "dirty",
      "joke": "I bet my tongue can beat up your tongue."
    },
    {
      "category": "dirty",
      "joke": "I’ll give you a nickel if you tickle my pickle."
    },
    {
      "category": "dirty",
      "joke": "Your smile is almost as big, warm, and lovely as my penis"
    },
    {
      "category": "dirty",
      "joke": "If you were a squirrel, would you help me bust a nut?"
    },
    {
      "category": "dirty",
      "joke": "Wanna play carnival? You sit on my face and I guess how much you weigh."
    },
    {
      "category": "dirty",
      "joke": "Guy pulls out a quarter”if i flip this coin what are the chances of me getting head?”"
    },
    {
      "category": "dirty",
      "joke": "Do you believe in evolution? Cause my homo is erectus."
    },
    {
      "category": "dirty",
      "joke": "I can’t do magic but I can do you!"
    },
    {
      "category": "dirty",
      "joke": "Do you believe in karma? Because I know some good karma-sutra positions."
    },
    {
      "category": "dirty",
      "joke": "You Say: I’m jealous of your dress. She says “Why?” You say: Because it’s touching your body, and I’m not."
    },
    {
      "category": "dirty",
      "joke": "Nice pants. Can I test the zipper?"
    },
    {
      "category": "dirty",
      "joke": "Wanna play “kite”? I lay down, you blow and we’ll see how high you can make me."
    },
    {
      "category": "dirty",
      "joke": "Call me leaves, cause you should be blowing me."
    },
    {
      "category": "dirty",
      "joke": "Let’s play Barbie. I’ll be Ken and you can be the box I come in."
    },
    {
      "category": "dirty",
      "joke": "Do you have a shovel? Cause I’m diggin’ that ass!"
    },
    {
      "category": "dirty",
      "joke": "Let’s play Titanic. I’ll be the Iceberg you’ll go down on."
    },
    {
      "category": "dirty",
      "joke": "I think that pick-up lines are for people with to much time on their hands. Let’s just f**k."
    },
    {
      "category": "dirty",
      "joke": "Since we’ve been told to reduce waste these days, what you say we use these condoms in my pocket before they expire."
    },
    {
      "category": "dirty",
      "joke": "Smile, if you want to have sex with me."
    },
    {
      "category": "dirty",
      "joke": "I’ve got the ship, you’ve got the harbor…what say we tie up for the night?"
    },
    {
      "category": "dirty",
      "joke": "You want to come over for Thanksgiving? Because I’m gonna stuff your turkey."
    },
    {
      "category": "dirty",
      "joke": "Are you a trampoline because I want to bounce on you"
    },
    {
      "category": "dirty",
      "joke": "You’re like Pringles once I pop you, I can’t stop you."
    },
    {
      "category": "dirty",
      "joke": "If you were my waitress I wouldn’t just give you a tip, I’d give you the whole thing!"
    },
    {
      "category": "dirty",
      "joke": "If you jingle my bells, you’ll have a white Christmas"
    },
    {
      "category": "dirty",
      "joke": "What has four legs and doesn’t have the most beautiful girl on it? My bed. Want to fix that?"
    },
    {
      "category": "dirty",
      "joke": "Your legs are like an Oreo, I wanna split them apart and eat everything in between."
    },
    {
      "category": "dirty",
      "joke": "If I could rearrange the alphabet, I would put the D in U!"
    },
    {
      "category": "dirty",
      "joke": "Roses are black, violets are red, what is it going to take, to get you into bed?"
    },
    {
      "category": "dirty",
      "joke": "You’re on my list of things to do tonight."
    },
    {
      "category": "dirty",
      "joke": "Forget that! Playing doctor is for kids! Let’s play gynecologist."
    },
    {
      "category": "dirty",
      "joke": "You have eyes like spanners. When I look in to them, my nuts tighten."
    },
    {
      "category": "dirty",
      "joke": "People call me John, but you can call me Tonight!"
    },
    {
      "category": "dirty",
      "joke": "Girl do you have a shovel in that back pocket? Cause I’m digging that ass!"
    },
    {
      "category": "dirty",
      "joke": "Are you a bad load of laundry? You make my pants feel two sizes too small."
    },
    {
      "category": "dirty",
      "joke": "Can you help me with my science assignment? I need to know how to get to Uranus."
    },
    {
      "category": "dirty",
      "joke": "If I was a watermelon, would you spit or swallow my seed?"
    },
    {
      "category": "dirty",
      "joke": "Do you wanna do something that rhymes with ‘Truck’?"
    },
    {
      "category": "dirty",
      "joke": "Roses are red grass is greener when i think about you i play with my wiener"
    },
    {
      "category": "dirty",
      "joke": "Touch your toes and I will show u where the rocket goes!"
    },
    {
      "category": "dirty",
      "joke": "What are you doing tonight beside me?"
    },
    {
      "category": "dirty",
      "joke": "My dick just died. Would you mind if I buried it in your ass?"
    },
    {
      "category": "dirty",
      "joke": "You know what I like in a girl? [What?] My dick."
    },
    {
      "category": "dirty",
      "joke": "I would fuck you so hard, you’d learn from it."
    },
    {
      "category": "dirty",
      "joke": "Are you a daycare center? Because I want to put kids in you!"
    },
    {
      "category": "dirty",
      "joke": "Are those pants on sale? Cause they’re 100% off at my place!"
    },
    {
      "category": "dirty",
      "joke": "Is you father a lumberjack [No, why?] Because when ever I look at you, I get wood in my pants."
    },
    {
      "category": "dirty",
      "joke": "Wanna play Army? I lay down and you blow the hell outta me."
    },
    {
      "category": "dirty",
      "joke": "Did you sit in a pile of sugar? Cause you have a pretty sweet ass."
    },
    {
      "category": "dirty",
      "joke": "Apart from being sexy, what do you do for a living?"
    },
    {
      "category": "dirty",
      "joke": "Nice legs, lets eat out."
    },
    {
      "category": "dirty",
      "joke": "Life is short. Let’s f**k and see if there is anything after that."
    },
    {
      "category": "dirty",
      "joke": "Look at my lips and your lips. They want to massage each other."
    },
    {
      "category": "dirty",
      "joke": "Write the following on a napkin and give it to a cute girl: “Smile if you want to have sex with me.” Watch her smile!"
    },
    {
      "category": "dirty",
      "joke": "You make me want to calibrate my joystick without the latest drivers."
    },
    {
      "category": "dirty",
      "joke": "Do you work at Subway? Because you just gave me a footlong."
    },
    {
      "category": "dirty",
      "joke": "I think I’m in heaven because you look like an angel. Can you take off your shirt so that I can check for wings?"
    },
    {
      "category": "dirty",
      "joke": "That’s a nice smile. It’d look better if it was all you were wearing!"
    },
    {
      "category": "dirty",
      "joke": "Oh, you’re a bird watcher. [Pull out your dong] Well, would you take this for a swallow?"
    },
    {
      "category": "dirty",
      "joke": "Are you a middle eastern dictator? Because there’s a political uprising in my pants"
    },
    {
      "category": "dirty",
      "joke": "Have you ever heard of the naked pretzel? Ok, sit on my magical lap and we’ll see what rises."
    },
    {
      "category": "dirty",
      "joke": "My bed is broken. Can I sleep in yours?"
    },
    {
      "category": "dirty",
      "joke": "Hey girl, are you a convertible car? Because you would look even better with your top down."
    },
    {
      "category": "dirty",
      "joke": "Sit on my lap and we’ll get things straight between us."
    },
    {
      "category": "dirty",
      "joke": "If you’re feeling down, I can fill you up."
    },
    {
      "category": "dirty",
      "joke": "You, me, handcuffs, and whipped cream: interested?"
    },
    {
      "category": "dirty",
      "joke": "You know how your hair would look really good? [No.] In my lap."
    },
    {
      "category": "dirty",
      "joke": "I heard you are looking for a stud. I’ve got the STD, all I need is U."
    },
    {
      "category": "dirty",
      "joke": "Are you a mirror? Cause I can see myself inside you."
    },
    {
      "category": "dirty",
      "joke": "Why don’t you surprise your roommate and not come home tonight?"
    },
    {
      "category": "dirty",
      "joke": "Those hands look bored.. I got something they can work on."
    },
    {
      "category": "dirty",
      "joke": "Do you want to have good sex? [No!] Well then come to my place!"
    },
    {
      "category": "dirty",
      "joke": "I’d like to get between your legs and eat my way straight to your heart…"
    },
    {
      "category": "dirty",
      "joke": "How about you let me clap them cheeks tonight?"
    },
    {
      "category": "dirty",
      "joke": "All those curves, and me with no brakes."
    },
    {
      "category": "dirty",
      "joke": "May i pleasure you with my tongue?"
    },
    {
      "category": "dirty",
      "joke": "Mines bigger than his want proof?"
    },
    {
      "category": "dirty",
      "joke": "Are you spaghetti? Because I want you to meat my balls"
    },
    {
      "category": "dirty",
      "joke": "Are you a pirate? Cause I’ve got a lot of semen waiting for you!"
    },
    {
      "category": "dirty",
      "joke": "What time do you get off? Can I watch?"
    },
    {
      "category": "dirty",
      "joke": "You know, I would die happy if I saw you naked just once!"
    },
    {
      "category": "dirty",
      "joke": "Baby, I’m no Fred Flintstone, but I can make your Bedrock!"
    },
    {
      "category": "dirty",
      "joke": "I’m like Domino’s Pizza. If I don’t come in 30 minutes, the next one is free."
    },
    {
      "category": "dirty",
      "joke": "Did you get those pants at 50% off? Cause they are 100% off at my place!"
    },
    {
      "category": "dirty",
      "joke": "My face is leaving in fifteen minutes. Be on it."
    },
    {
      "category": "dirty",
      "joke": "Let me eat you for an hour. If you don’t want to have sex after that, we won’t."
    },
    {
      "category": "dirty",
      "joke": "If i were a planet I’d want to be Neptune so I can be right behind Uranus."
    },
    {
      "category": "dirty",
      "joke": "You can call me mufasa cause I really want to lion you."
    },
    {
      "category": "dirty",
      "joke": "Wasn’t I supposed to eat you somewhere?"
    },
    {
      "category": "dirty",
      "joke": "If I could rearrange the alphabet, I would put my dick in your mouth."
    },
    {
      "category": "dirty",
      "joke": "Let’s just fuck."
    },
    {
      "category": "dirty",
      "joke": "Pick a number between 1 and 10. You lose now take off your clothes."
    },
    {
      "category": "dirty",
      "joke": "Miss, If you’ve lost your virginity, can I have the box it came in?"
    },
    {
      "category": "dirty",
      "joke": "Are you a button? Cause I’d tap that."
    },
    {
      "category": "dirty",
      "joke": "The FBI wants to steal my pen. Can I hide it inside you?"
    },
    {
      "category": "dirty",
      "joke": "(Use index finger to call someone over then say) I made you come with one finger, imagine what I could do with my whole hand."
    },
    {
      "category": "dirty",
      "joke": "You know, if I were you, I’d have sex with me."
    },
    {
      "category": "dirty",
      "joke": "My recipe for love is one cup of you, one cup of me, knead till hard, and serve hot."
    },
    {
      "category": "dirty",
      "joke": "You have some nice jewelry. It would look great on my nightstand."
    },
    {
      "category": "dirty",
      "joke": "They say a kiss is the language of love. Wanna have a conversation?"
    },
    {
      "category": "dirty",
      "joke": "You know how some men buy really expensive cars to make up for certain shortages? Well, I don’t even own a car."
    },
    {
      "category": "dirty",
      "joke": "Do you sleep on your stomach? [No] Can I?"
    },
    {
      "category": "dirty",
      "joke": "Excuse me, do you believe in one night stands?"
    },
    {
      "category": "dirty",
      "joke": "You are so selfish! You’re going to have that body the rest of your life and I just want it for one night."
    },
    {
      "category": "dirty",
      "joke": "Did you fell from heaven? Cause your booty is swollen!"
    },
    {
      "category": "dirty",
      "joke": "Do you know how many licks it takes to get to the center of a tootsie-pop?"
    },
    {
      "category": "dirty",
      "joke": "There are 265 bones in the human body. How would you like one more?"
    },
    {
      "category": "dirty",
      "joke": "I don’t know what you think of me, but I hope it’s X-rated."
    },
    {
      "category": "dirty",
      "joke": "Damn, are you my new boss, because you just gave me a raise."
    },
    {
      "category": "dirty",
      "joke": "Are you in to Casual Sex or should I dress up?"
    },
    {
      "category": "dirty",
      "joke": "Call me Chris Brown, cause I’d hit that! [Look at her ass]"
    },
    {
      "category": "dirty",
      "joke": "You’re thicker than a snicker."
    },
    {
      "category": "dirty",
      "joke": "How about we play lion and lion tamer? You hold your mouth open, and I’ll give you the meat!"
    },
    {
      "category": "dirty",
      "joke": "Nice fucking weather. Want to?"
    },
    {
      "category": "dirty",
      "joke": "Do you know what would look good on you? Me."
    },
    {
      "category": "dirty",
      "joke": "Do you know your ABC’s? Cause I wanna give you the 4th letter of the alphabet."
    },
    {
      "category": "dirty",
      "joke": "I lost my virginity. Can I have yours?"
    },
    {
      "category": "dirty",
      "joke": "Is it cold in here, or are you just happy to see me."
    },
    {
      "category": "dirty",
      "joke": "I’m jealous of your heart because it’s beating inside you and I’m not."
    },
    {
      "category": "dirty",
      "joke": "Would you f*ck a stranger? – No?! – Then let me introduce myself, my name is ____"
    },
    {
      "category": "dirty",
      "joke": "Do you know the essential difference between sex and conversation? (No.) Do you want to go upstairs and talk?"
    },
    {
      "category": "dirty",
      "joke": "Let’s bypass all the bullshit and just get naked."
    },
    {
      "category": "dirty",
      "joke": "I wanna do dirty things with you – like farming."
    },
    {
      "category": "dirty",
      "joke": "Are you flappy bird? Cause I could tap you all night"
    },
    {
      "category": "dirty",
      "joke": "That’s a nice shirt, can I take you out of it?"
    },
    {
      "category": "dirty",
      "joke": "Are you a horse? (No) Can I ride you anyway?"
    },
    {
      "category": "dirty",
      "joke": "Hey baby, I think you just made my two by four into a four by eight."
    },
    {
      "category": "dirty",
      "joke": "Hello, love, do you spit or swallow?"
    },
    {
      "category": "dirty",
      "joke": "What’ll you say we make like Winnie-the-poo and I can get my nose stuck in your honey jar."
    },
    {
      "category": "dirty",
      "joke": "Gee, that’s a nice set of legs, what time do they open?"
    },
    {
      "category": "dirty",
      "joke": "Person #1: hey, you wanna do a 68? Person #2: What? Person #1: You go down, and I’ll owe you one."
    },
    {
      "category": "dirty",
      "joke": "So what are you doing for sex later?"
    },
    {
      "category": "dirty",
      "joke": "What is long and hard, and right behind you?"
    },
    {
      "category": "dirty",
      "joke": "Can I put my Charlie in your Chocolate Factory?"
    },
    {
      "category": "dirty",
      "joke": "Hey cutie, wanna go halves on a baby?"
    },
    {
      "category": "dirty",
      "joke": "Just to let you know I eat the booty like groceries"
    },
    {
      "category": "dirty",
      "joke": "your ass is pretty tight, want me to loosen up?"
    },
    {
      "category": "dirty",
      "joke": "Nice tits, mind if i feel them?"
    },
    {
      "category": "dirty",
      "joke": "Do you have planet insurance? Because I’m about to destroy uranus."
    },
    {
      "category": "dirty",
      "joke": "I’ve got a condom with your name on it."
    },
    {
      "category": "dirty",
      "joke": "Does your ass"
    },
    {
      "category": "dirty",
      "joke": "Are you a virgin? (No.) Prove it!"
    },
    {
      "category": "dirty",
      "joke": "My ex-girlfriend used to call me Goldfinger."
    },
    {
      "category": "dirty",
      "joke": "Your so hot I could roast my meat on you, baby."
    },
    {
      "category": "dirty",
      "joke": "I’m peanut butter, you’re jelly, let’s have sex."
    },
    {
      "category": "dirty",
      "joke": "Will you marry me for just one night?"
    },
    {
      "category": "dirty",
      "joke": "Let’s have a party and invite your pants to come on down."
    },
    {
      "category": "dirty",
      "joke": "Hi. I’m an astronaut, and my next mission is to explore Uranus."
    },
    {
      "category": "dirty",
      "joke": "I may not be Fred Flintstone, but I bet I can make your bed rock!"
    },
    {
      "category": "dirty",
      "joke": "Were you born in a toilet? Because your the shit!"
    },
    {
      "category": "dirty",
      "joke": "Hi. I’m horny."
    },
    {
      "category": "dirty",
      "joke": "[Take an ice cube to the bar, smash it, and say] “Now that I’ve broken the ice, will you sleep with me?”"
    },
    {
      "category": "dirty",
      "joke": "My friend and I made a bet and I need to check if those are implants."
    },
    {
      "category": "dirty",
      "joke": "You know why I am like a squirrel? Cause I want to bury my nuts in you."
    },
    {
      "category": "dirty",
      "joke": "If I’m a pain in your ass… We can just add more lubricants."
    },
    {
      "category": "dirty",
      "joke": "So, what are the chances of my balls slappin’ your ass tonight?"
    },
    {
      "category": "dirty",
      "joke": "If we were both squirrels, would you let me bust a nut in your hole?"
    },
    {
      "category": "dirty",
      "joke": "Do you wanna see why my nickname is ‘tri-pod’?"
    },
    {
      "category": "dirty",
      "joke": "Hey baby, what’s your sign? Caution, slippery when wet, dangerous curves ahead, or yield?”"
    },
    {
      "category": "dirty",
      "joke": "Sex is a killer … want to die happy?."
    },
    {
      "category": "dirty",
      "joke": "Damn girl, are you a pinata? Cos i’m gonna need a blindfold before i hit that."
    },
    {
      "category": "dirty",
      "joke": "Ay gurl is yo dad in jail? Cuz if i was your dad, i’d be in jail."
    },
    {
      "category": "dirty",
      "joke": "Roses are red, grass is green, you should come to the crib and fuck the team!"
    },
    {
      "category": "dirty",
      "joke": "Looks don’t matter, I’ll just wrap you in a flag and fuck you for glory."
    },
    {
      "category": "dirty",
      "joke": "I’m on fire. Can I run through your sprinkler?"
    },
    {
      "category": "dirty",
      "joke": "Wanna fuck like bunnies?"
    },
    {
      "category": "dirty",
      "joke": "Male: Hey, I don’t feel to good. Female: Why? Male: I feel like I have an elephant in my stomach. Female: What? Male: (looking down) I think his truck is already sticking out."
    },
    {
      "category": "dirty",
      "joke": "Can I impregnate you with my Demon spawn?"
    },
    {
      "category": "dirty",
      "joke": "Have you ever played “Spank the brunette”? Want to try?"
    },
    {
      "category": "dirty",
      "joke": "You got nice breasts, but what color are your nipples? Brown or Pink?."
    },
    {
      "category": "dirty",
      "joke": "Do you wanna lick my tongue?"
    },
    {
      "category": "dirty",
      "joke": "Are you chinese? Cus’ id play with your chopstick"
    },
    {
      "category": "dirty",
      "joke": "I can sense that you’re a terrific lover, and it intimidates me a little."
    },
    {
      "category": "dirty",
      "joke": "Hey I am a wrestler, let me take you down."
    },
    {
      "category": "dirty",
      "joke": "You look familiar, have we had sex before?"
    },
    {
      "category": "dirty",
      "joke": "If you talk to me, I’ll fuck you."
    },
    {
      "category": "dirty",
      "joke": "You remind me of my cousin. (How?) I want to fuck you so bad, but I know that I can’t."
    },
    {
      "category": "dirty",
      "joke": "Let’s not mess with nature. We are here to make babies. So, let’s get to it."
    },
    {
      "category": "dirty",
      "joke": "You should join the circus.(Why?) So you can learn to juggle my balls all day."
    },
    {
      "category": "dirty",
      "joke": "I’m a freelance gynecologist. How long has it been since your last checkup?"
    },
    {
      "category": "dirty",
      "joke": "Nice tits. Mind if I squeeze them?"
    },
    {
      "category": "dirty",
      "joke": "I’m either going home with you or behind you, take your pick."
    },
    {
      "category": "dirty",
      "joke": "My name’s Pogo, d’ya wanna jump on my stick?"
    },
    {
      "category": "dirty",
      "joke": "I want you to be the girl who takes my virginity."
    },
    {
      "category": "dirty",
      "joke": "Is it that cold out or are you just smuggling tic-tac’s in your bra?"
    },
    {
      "category": "dirty",
      "joke": "Can I borrow 70 cents? (No) Then how about 69. I’m sure you can offer 69."
    },
    {
      "category": "dirty",
      "joke": "Hey baby, will you be my love buffet so I can lay you on the table and take what I want?"
    },
    {
      "category": "dirty",
      "joke": "Erections like these don’t grow on trees you know."
    },
    {
      "category": "dirty",
      "joke": "Hey baby, let’s go make some babies."
    },
    {
      "category": "dirty",
      "joke": "Can you help me up? My dick is too big."
    },
    {
      "category": "dirty",
      "joke": "Nice socks. Can I try them on after we have sex?"
    },
    {
      "category": "dirty",
      "joke": "Hey Baby! I’d like to use your thighs as earmuffs."
    },
    {
      "category": "dirty",
      "joke": "I’m the doctor of love baby and you’re over due for your meat injection!"
    },
    {
      "category": "dirty",
      "joke": "That outfit would look great in a crumpled heap on my bedroom floor tomorrow morning."
    },
    {
      "category": "dirty",
      "joke": "I must be hunting treasure because I’m digging your chest"
    },
    {
      "category": "dirty",
      "joke": "Do you know what part of the tongue registers the “salty taste? Why don’t you blow me and find out?"
    },
    {
      "category": "dirty",
      "joke": "Hey baby, you’ve got something on your butt – my eyes!"
    },
    {
      "category": "dirty",
      "joke": "Show me your pussy!"
    },
    {
      "category": "dirty",
      "joke": "Which sex position produces the ugliest kids? (Idk, which?) Ask your parents!"
    },
    {
      "category": "dirty",
      "joke": "Hey baby…can you suck a golf ball through 50 feet of garden hose?"
    },
    {
      "category": "dirty",
      "joke": "Can I see your tan lines?"
    },
    {
      "category": "dirty",
      "joke": "Hey good lookin’, whatcha got cookin’? Nuthin could be finer than the taste of your vagina!"
    },
    {
      "category": "dirty",
      "joke": "Sit on my face and let me get to ‘nose’ you better?"
    },
    {
      "category": "dirty",
      "joke": "I’d totally bang you in the alley… if I wasn’t on probation."
    },
    {
      "category": "dirty",
      "joke": "I named my dick “the truth” cause bitches can’t handle it!"
    },
    {
      "category": "dirty",
      "joke": "Excuse me, are you ready to go home yet?"
    },
    {
      "category": "dirty",
      "joke": "Are you a lumberjack? Because you just gave me wood!"
    },
    {
      "category": "dirty",
      "joke": "Hey, are you hiring? I really need a blowjob."
    },
    {
      "category": "dirty",
      "joke": "My name is Skittles… wanna taste my rainbow?"
    },
    {
      "category": "dirty",
      "joke": "Hey, you wanna do a 68? You go down on me, and I’ll owe you one."
    },
    {
      "category": "dirty",
      "joke": "I’m the finger down your spine when all the lights go out."
    },
    {
      "category": "dirty",
      "joke": "I’m hard. You wet?"
    },
    {
      "category": "dirty",
      "joke": "Roses are red, I have tons of class, therefore I am eating your ass!"
    },
    {
      "category": "dirty",
      "joke": "Can I be the wiener in your hotdog?"
    },
    {
      "category": "dirty",
      "joke": "We’ll probably never see each other again, so let’s screw."
    },
    {
      "category": "dirty",
      "joke": "Hypothetically speaking, if I were to fuck you, would you let me?"
    },
    {
      "category": "dirty",
      "joke": "Flamingos are pink, proposing takes guts, I’ll be the pimp, you be my slut."
    },
    {
      "category": "dirty",
      "joke": "Do you like cherries? [No.] Ok, can I have yours?"
    },
    {
      "category": "dirty",
      "joke": "I’ll bet you $10 my dick can’t fit into your mouth."
    },
    {
      "category": "dirty",
      "joke": "This isn’t a beer belly, it’s the fuel tank for my love machine!"
    },
    {
      "category": "dirty",
      "joke": "If I had AIDS, would you have sex with me? [No] Well, I don’t, so let’s go."
    },
    {
      "category": "dirty",
      "joke": "I don’t know you, and you don’t know me, but who’s to say it’s wrong if we sleep together?"
    },
    {
      "category": "dirty",
      "joke": "What do I have to do to be your booty call?"
    },
    {
      "category": "dirty",
      "joke": "Excuse me, but I have the mother load and was wondering if you had a place"
    },
    {
      "category": "dirty",
      "joke": "You’d mind if I fantasize about you?"
    },
    {
      "category": "dirty",
      "joke": "Do you know, your hair and my pillow are perfectly color coordinated."
    },
    {
      "category": "dirty",
      "joke": "Excuse me, but would you like an orally stimulated orgasm?"
    },
    {
      "category": "dirty",
      "joke": "Hey babe, wanna sample my DNA?"
    },
    {
      "category": "dirty",
      "joke": "Are your knees dirty? I don’t want to get my floor dirty."
    },
    {
      "category": "dirty",
      "joke": "I have an oral fixation with giving oral gratification. If you are willing to receive I am more than willing to give."
    },
    {
      "category": "dirty",
      "joke": "Nice shoes, wanna fuck?"
    },
    {
      "category": "dirty",
      "joke": "Just remember: To you, I am a virgin."
    },
    {
      "category": "dirty",
      "joke": "I’m a starving artist and I want to eat you."
    },
    {
      "category": "dirty",
      "joke": "I’m leaving this place … want to cum?"
    },
    {
      "category": "dirty",
      "joke": "If you were a car, I’d wax you and ride you all over town."
    },
    {
      "category": "dirty",
      "joke": "Have you ever played leap frog naked??"
    },
    {
      "category": "dirty",
      "joke": "I’m not trying to pressure you. I don’t want to have sex without mutual consent; oh and by the way, you have my consent."
    },
    {
      "category": "dirty",
      "joke": "[What are you doing?] I’m taking off my shoes. [Why?] So I can take off my pants."
    },
    {
      "category": "dirty",
      "joke": "Excuse me. Do you have chicken in your fridge? (yes) How big are your breasts?"
    },
    {
      "category": "dirty",
      "joke": "Baby… wanna come for a ride?"
    },
    {
      "category": "dirty",
      "joke": "My place…..Eight o’clock……bring a friend."
    },
    {
      "category": "dirty",
      "joke": "Do you have any Irish in you? (if no.) Would you like some? (if yes.) Want some more?"
    },
    {
      "category": "dirty",
      "joke": "You have pretty eyeballs. Of course they’d be better if they were eyeing my pretty balls."
    },
    {
      "category": "dirty",
      "joke": "Can I please be your slave tonight?"
    },
    {
      "category": "dirty",
      "joke": "Hi, my name is ______________. I eat pussy like a woman."
    },
    {
      "category": "dirty",
      "joke": "I’ll suck you so hard that you’ll have to pick the sheets out of your ass when I’m finished."
    },
    {
      "category": "dirty",
      "joke": "If I was hungry for crabs would you spread your legs for me?"
    },
    {
      "category": "dirty",
      "joke": "(Leaning over to whisper) I think about you when I masturbate."
    },
    {
      "category": "dirty",
      "joke": "[Grab his/her tush.] Pardon me, is this seat taken?"
    },
    {
      "category": "dirty",
      "joke": "Let us let only latex stand between our love."
    },
    {
      "category": "dirty",
      "joke": "Hey baby, I’ll fuck you so hard the neighbors will be having a cigarette when we’re done."
    },
    {
      "category": "dirty",
      "joke": "Are you anorexic? Oh, OK, then I’ll understand if you spit."
    },
    {
      "category": "dirty",
      "joke": "Lets skip all the bull-shit lose our inhibitions and DO what we really came here to do."
    },
    {
      "category": "tinder",
      "joke": "I know this profiles fake but can I get the name of the model you used for your pics"
    },
    {
      "category": "tinder",
      "joke": "You don’t know how many times I’ve had to swipe left to find you"
    },
    {
      "category": "tinder",
      "joke": "I’m not going to be your husband but I am going to be the man you’re thinking about twenty years from now."
    },
    {
      "category": "tinder",
      "joke": "When our friends ask us how we met, what are we going to tell them?"
    },
    {
      "category": "tinder",
      "joke": "Sit on my face and I’ll eat my way to your heart."
    },
    {
      "category": "tinder",
      "joke": "Sup Tinderella"
    },
    {
      "category": "tinder",
      "joke": "I have a feeling that you’re trouble"
    },
    {
      "category": "tinder",
      "joke": "Do you like Mexican food? Cause I want to wrap you in my arms and make you my BAERITTO."
    },
    {
      "category": "tinder",
      "joke": "Would you rather fight one horse sized duck or 100 duck sized horses?"
    },
    {
      "category": "tinder",
      "joke": "I’m sure you get this all the time but you look like a mix between Fergie and Gandhi"
    },
    {
      "category": "tinder",
      "joke": "You’re really not hot enough to get away with being this boring"
    },
    {
      "category": "tinder",
      "joke": "I have a feeling that you like trouble"
    },
    {
      "category": "tinder",
      "joke": "What’s one thing you can’t live without?"
    },
    {
      "category": "tinder",
      "joke": "What’s your favorite tv show from your childhood?"
    },
    {
      "category": "tinder",
      "joke": "Finally I found a Girl like you"
    },
    {
      "category": "tinder",
      "joke": "What’s the craziest thing you’ve ever done?"
    },
    {
      "category": "tinder",
      "joke": "You shall be my Wife"
    },
    {
      "category": "tinder",
      "joke": "I’ve had a crush on you for years"
    },
    {
      "category": "tinder",
      "joke": "Prettiest smile I’ve seen on Tinder"
    },
    {
      "category": "tinder",
      "joke": "You’re everything I thought I never wanted in a girl"
    }
  ]
}